{"https://www.nytimes.com/2017/12/01/books/review/harold-prince-sense-of-occasion.html": ["SENSE OF OCCASION\nBy Harold Prince\nIllustrated. 343 pp. Applause Books. $29.99.", "Sometimes a revival is better than the original. This is true not just of theater but of love and also of the Broadway titan Harold Prince’s new memoir, “Sense of Occasion” — which is to a large degree his old memoir, annotated and updated considerably, but left with its fine patina essentially undisturbed.", "I didn’t realize this until I paid $50 cash for a copy of Prince’s out-of-print 1974 book “Contradictions” to a rabbi who produced it from a plastic shopping bag in his ophthalmologist’s Upper West Side waiting room. Everything about this transaction recalled a vanishing Manhattan.", "But Prince is not crippled by nostalgia. With glasses pushed atop his head in this book’s cover photo, he gazes fiercely forward — despite the recent revue “Prince of Broadway” showcasing his copious and varied career highlights, which closed on Oct. 29, maybe because no one needed reminding.", "“The Phantom of the Opera” is the longest-running show ever on Broadway and haunts theaters the world over. His decade-plus partnership with Stephen Sondheim is rightly regarded as an ultimate master class in creativity, with the then-flop that all but ended it, “Merrily We Roll Along,” not only now in regular rotation but lovingly chronicled by its participants in a recent documentary, “Best Worst Thing That Ever Could Have Happened.” (“Whew!” writes Prince, who “went to bed night after night bathed in flop sweat” during “Merrily”’s doomed initial run.) There is “Cabaret” and “Candide” and so much else he’s had a hand in: the Sharks and the Jets and the Yankees and the Pajamas.", "But other pots are forever percolating. “I have plans,” he declares in the last of 19 new chapters in “Sense of Occasion,” a title that refers not to his impending 90th birthday but to the feeling of hushed anticipation that precedes every curtain’s rise.", "Secondary to these plans is his life story, which Prince tells with an economy of emotion that recalls the producing he did to leverage himself into directing. You keep strict accounts but get on with it.", "He doesn’t discuss being adopted, by a stockbroker and his wife who nudged him into orchestra seats rather than baseball bleachers, but does mention a nervous breakdown at age 14, after a serious reduction in the family’s circumstances during the Great Depression. Gone was the Pierce-Arrow motor car, the apartment near the Museum of Natural History. “If I didn’t find a life in the theater, how the hell would I live?” young Hal worried.", "With a chutzpah that would be impossible in the age of Google he faked a résumé that led him to the office of the Broadway eminence George Abbott. Their relationship was interrupted only by the mentee’s stint in the Army and the mentor’s death in 1995 at 107.", "Watching the creators of “Fiddler on the Roof” trying to focus its theme, Prince learned the importance of metaphor. “Well, it’s about this milkman marrying off his five daughters. … Well, it’s about the tough life of a Jew in Christian Russia.”", "Jerome Robbins: “But what’s it really about?”", "Sheldon Harnick: “Forgodsakes, it’s about tradition!”", "And the rest is royalties.", "There are a few tantalizing glimpses of Prince’s 55-year marriage to the former Judy Chaplin (daughter of Saul, the Academy Award-winning arranger and composer). She was a ballerina and pianist whom he met in Paris, and whose ambitions he regrets curtailing. There’s also a perhaps inevitable cameo from Donald J. Trump. But those seeking gossip about, say, Patti LuPone on the set of “Evita” will be disappointed. This is a record of work.", "Where Abbott sought to entertain, Prince has striven to elevate. And the most important characters in his book and his world are not himself or the star actors, but his collaborators, who have always included the audience. This autobiography is not the grand chandelier crashing down as at the end of the first act of “Phantom,” but a series of warming, twinkling lights."], "https://www.nytimes.com/2017/12/02/opinion/sunday/same-sex-marriage-cake-court.html": ["At my middle brother’s wedding, the cake was so good I ate three slices. That was six years ago. Recently, on their anniversary, I texted my brother and his wife a picture of the slices of cake I ate with the message “This was delicious. Thank you!” My brother responded, “Why do you still have this?” As if there were other things to store on my phone besides thousands of pictures of things I’ve eaten.", "My youngest brother had a Baltimore-themed reception; the cake was a giant Berger Cookie, a specialty of the city. Years later, I was reminiscing with my mother and lamented not taking some cake home with me. “Why do you remember this?” she asked. I replied, “It seemed important.”", "If you have good cake at your wedding, I will send you a handwritten thank-you note every year. If you have bad wedding cake, I will complain about you with my dying breath. And God help the baker who comes between me and my cake.", "On Tuesday, the Supreme Court will hear oral arguments in Masterpiece Cakeshop v. Colorado Civil Rights Commission. Masterpiece Cakeshop sounds to me like the name of a lavish PBS dramatization of “The Great British Bake Off” in period costume. It’s not, unfortunately. In 2012, Charlie Craig and David Mullins, a same-sex couple, visited a Colorado bakery to order a wedding cake. The men were set to marry in Massachusetts, as it wasn’t yet legal for them to do so in Colorado. However, their desire to share their union with their community prompted them to hold a reception in Denver. Enter cake. The bakery owner, Jack Phillips, turned them down, citing a religious objection. The couple sued, claiming the bakery violated Colorado’s anti-discrimination law.", "Ostensibly, this is a free-speech case. The baker has a right, as an individual, to express his disapproval of the choice of two men to make a life together. Does he have the right to convert that disapproval into refusing service? When granted the right to marry, are we also granted the right to a wedding and a host of other cultural expressions?", "The baker’s opinion about marriage isn’t one that a majority of Americans hold. A 2017 Pew Research Center survey found that Americans support same-sex marriage by a margin of nearly two-to-one. Forty-seven percent of Republicans and 74 percent of Democrats voiced support of same-sex marriage in a 2017 Gallup poll. But what these numbers don’t reflect is how these views manifest themselves in daily life for L.G.B.T. Americans. This case is a public reminder that, though the law may guarantee a right, an individual’s actions can affect the way a group experiences its freedom.", "I started planning my wedding in 2015, before I was engaged and before the Supreme Court’s decision in Obergefell v. Hodges made marriage equality the law of the land. I had a Google Doc full of pictures of obsidian tulips and interracial cake toppers, waiting on the world to change. My now-husband didn’t know what I was up to. But that didn’t matter. I was setting intentions for everything from my destiny to my cake flavors, irrespective of what the law would allow. However, once I started planning in earnest, I realized that actually executing a wedding is miserable and all I wanted was to begin my life with my husband as soon as possible.", "Nothing has surprised me more than finding out I abhorred wedding planning. I consider myself a mix of Auntie Mame and the guy who is always dropping by Ina Garten’s house just in time for crudités and gossip. Putting on a huge to-do is what I was born for. I see it as part of a queer cultural inheritance: a resilient determination to celebrate, despite oppressive social policies.", "It felt like the dream of my ancestors that I would be able to register for expensive gravy boats and sign a document held in City Hall. It also felt like a chore.", "The saving grace of the monthslong gantlet was the promise of wedding expos. Americans spent an average of $35,329 on their weddings in 2016, according to a survey by the wedding site TheKnot.com. As in any other lucrative industry, there are thousands of vendors — caterers, florists, lighting designers — who would love nothing more than to help couples create their special day, for a price. Those vendors come together under one roof to lobby for business at wedding expos, which are like an office supply fair crossed with the Golden Globes. My dream.", "“I have been waiting for this moment my entire life,” I told my husband-to-be, David, clutching my first expo registration like a golden ticket. “There will be so much free cake! There will be brochures! About napkins!” I waxed rhapsodic about signing onto the mailing lists of various D.J.’s; he nodded. He expressed regrets he couldn’t join. He’s a pastor and the expo was on a Sunday, a work day.", "I wasn’t about to let religious expression get in the way of my pursuit of cake samples, so I went alone.", "“Where’s the bride-to-be?” a vendor asked as I stared at his tower of orchids. I replied, “Well, there isn’t one.”", "A lighting designer asked, “Are you making decisions for the lucky lady?” I cocked my head. “I am the lucky lady,” I said.", "I had expected to be showered with attention and, more important, complimentary carbohydrates. Despite my “I’m getting married!” sticker, I found myself ignored.", "I ventured up to the third floor and found a table with a surfeit of cake options, but no labels. “Do you think one of these is lemon?” a woman next to me asked. I turned to her: “There’s only one way to find out.”", "She replied, “Eat them all?” My soul mate.", "She asked me if I was enjoying myself. I shrugged. “Apparently, you’re invisible without a bride,” I said.", "She told me she understood. She wore scrubs, with her hair tied back, a marked difference from the party-casual dress of many other attendees. She explained that she was a vet and had accidentally left her engagement ring at work. Grabbing two more slices of cake, we wandered away from the table.", "We were interrupted by a voice: “Hello, young lovers!” We found ourselves in front of a centerpiece vendor who hadn’t had time for me earlier. A woman behind the table waved at us. “So, when’s the big day?” I looked at the vet. The vet replied, “August.”", "“How big?” the vendor asked.", "“150 people?” I said.", "“So exciting,” the vendor said, as she cracked open a huge binder. As we excused ourselves, she grabbed my arm. “There’s Champagne downstairs,” she said, conspiratorially. “Make sure you all get some!”", "Separately, the vet and I were two lonely, barely visible people with icing on our fingers. Together, we became a charming young black couple with a summer wedding and a deep interest in as many bite-size shortcakes as we could find. We looked the way people expected young and cake-worthy couples to look.", "We agreed to take this expo for everything it had to offer. It turns out heteronormativity is a very effective con.", "We bounced from table to table, collecting samples and spinning a tale of our joint bliss. At one point, taking a break from fish tacos and parfait trays, we leaned over a balcony and confessed that the process was harder than we’d thought it was going to be. Money was shorter; time was fleeting; nothing felt magical. It was easy to feel you were doing it all wrong.", "“Thank you for being here,” I said. She and I may not have aligned with vendors’ ideas of who they were supposed to serve, but we both belonged.", "Ignoring a person, a union or an expression of love will not make it go away. We all have the right to free samples, to be seen and to be overwhelmed by the reality of our love.", "As the vet and I made moves to part ways, we realized we didn’t know each other’s names.", "“I’m Eric,” I said. “I’m Jessica,” she replied.", "“Congratulations,” we said at the same time."], "https://www.nytimes.com/aponline/2017/12/04/world/asia/ap-as-china-internet-conference.html": ["HONG KONG — The high-profile attendance of the leaders of Apple and Google at a Chinese conference promoting Beijing's vision of a censored internet highlights the dilemma for Western tech companies trying to expand in an increasingly lucrative but restricted market.", "The event in Wuzhen, a historic canal town outside Shanghai, marked the first time chiefs of two of the world's biggest tech companies have attended the annual state-run World Internet Conference.", "Apple CEO Tim Cook told the gathering as the conference opened Sunday that his company was proud to work with Chinese partners to build a \"common future in cyberspace.\"", "His and Google CEO Sundar Pichai's presence along with other business leaders, diplomats and other experts, some analysts say, helped bestow credibility on Beijing's preferred version of an internet sharply at odds with Silicon Valley's dedication to unfettered access.", "Chinese President Xi Jinping vowed, in remarks to the conference conveyed by an official, that \"China's door to the world will never close, but will only open wider.\"", "As in previous years, organizers allowed attendees unrestricted access to the internet, contrary to official policy under which internet users face extensive monitoring and censorship and are blocked from accessing many overseas sites by the so-called Great Firewall of China.", "Since Xi came to power in late 2012, he has tightened controls and further stifled free expression, activists say.", "Beijing's restraints also extend to Western companies such as Google, Twitter and Facebook, which have largely been shut out from the market, leaving it to homegrown internet giants like Tencent.", "Apple has a large production base in China, which is one of its biggest markets, though domestic smartphone makers are catching up.", "It has been criticized by some app developers for complying with Chinese censorship demands. In July, companies that let people get around the government's internet filters — known as virtual private network providers — said their programs had been removed from Apple's app store in China. One such company, ExpressVPN, said Apple was \"aiding China's censorship effort.\"", "Apple said that China began requiring this year that developers of virtual private networks have a government license. The California-based tech giant said it had removed apps \"in China that do not meet the new regulations.\" Two Apple spokeswomen couldn't be reached by phone for comment.", "\"The problem is that these companies are between a rock and a hard place,\" said Rogier Creemers, a China researcher at Leiden University who attended the conference. They covet China's huge market but if they do make it in, as in Apple's case, local law \"requires things that Western observers generally are uncomfortable with,\" he said.", "Cook's speech drew a big crowd. He said the company supports more than 5 million jobs in China, including 1.8 million software developers who have earned more than 112 billion yuan ($17 billion) building apps available through Apple's App Store.", "It's Apple's responsibility to ensure that \"technology is infused with humanity,\" he said. He avoided direct mention of any sensitive topics, though he hinted at them by stressing the need for \"safeguards to keep everyone protected: Privacy. Security. Decency,\" according to a transcript.", "Google shut the Chinese version of its search engine in 2010 over censorship concerns. Pichai has talked about wanting to re-enter China, and he told a panel discussion in Wuzhen that small and mid-sized Chinese businesses use Google services to get their products to other countries, according to a report in the South China Morning Post.", "Spokespeople for Apple and Google declined to comment.", "The tech giants may have chosen to appear at the conference because the current political climate in the United States encourages a pragmatic approach in pursuing business regardless of other concerns, said Jonathan Sullivan, director of the University of Nottingham's China Policy Institute.", "\"There has never been a time when an American company is less likely to be called out by the White House for pursuing a business-first approach,\" said Sullivan."], "https://www.nytimes.com/2017/12/01/world/canada/australia-vanishing-ice-canada-today-happiness.html": ["Last week, I looked into the stereotype of Canadians as nonstop apologizers and found some research suggesting that such a view might not be wholly accurate.", "Now I find myself pondering two other supposedly Canadian traits: humility and a reticence to impose on others. As a Canadian writing to Canadians, I have decided to ignore them, although I certainly feel a bit hesitant about this request: I need your help to make Canada No. 1, at least in a competition with Australia.", "Over the past year or so, The Times has expanded its presence in both Canada and its Commonwealth kin, Australia. It’s all part of an effort to develop our audience in largely English-speaking parts of the world. The effort includes this weekly newsletter and one written by our bureau chief in Sydney, Damien Cave — an offering I strongly suggest you check out. The parallels and contrasts with Canada can be striking.", "Here’s the deal. One of our bosses, Jodi Rudoren, has set a challenge. Can we in Canada attract more newsletter subscribers, and increase their number at a higher rate, than Damien can with his Australia Letter by Jan. 1?", "Now, Damien is a great guy who produces a very fine newsletter, but I’m not going to let any sense of humility interfere with winning this contest.", "So, if I may, I’d like to impose on you to ask friends, neighbors and relatives to sign up for the Canada Letter using this link. A week doesn’t go by without many of you writing in to compliment the Canada Letter, as well as offering helpful suggestions. What we now need is for you to email a friend or two — or maybe a dozen — and share this newsletter with them.", "So what’s in it for you? Well, mainly just national bragging rights. Despite our shared link with Britain, it’s not often that we get to take on Australia. While we clash in rugby, they play a different kind of football and we don’t need to discuss Australian hockey or curling.", "And, yes, I’ll admit that our blackflies are a terrible annoyance in the spring. But they’re nothing compared with cane toads.", "Don’t tell the Aussies but the longer-lived Canada Letter has about 70,000 subscribers to Damien’s 25,000. He’s aiming to add 10,000. Our head start should allow Canada to make his goal seem feeble. What do you say to 20,000?", "At The Times’s headquarters on Eighth Avenue in Manhattan the editors will post a chart tracking the battle for everyone there to see while making their way to the washroom or the coffee pantry. (I’ll also create one for my office but its audience will be pretty much limited to me and my family’s one-eyed cat, Picnic.) The newsletter will feature a running scoreboard until the end of the year.", "There will also be an individual prize. Unfortunately, there’s no practical way for me to figure out who has signed up the largest number of new subscribers. But I do have a copy of “The Faraway Nearby,” the beautifully produced catalog of the Ryerson Image Centre’s exhibition of photos of Canada and Canadians from The Times’s archive. It, along with a surprise pack of things bearing the Times logos, will go to the person who sends the most amusing, heroic or otherwise interesting story about signing up others to nytcanada@nytimes.com.", "So get out there and give’er. And please accept my apologies for imposing on you.", "Canada Letter Subscription Page", "The word the Inuit in Labrador use to describe what’s going on with their environment is uggianaqtuq, roughly “to behave strangely.” When Livia Albeck-Ripka went to Rigolet, a Labrador community that depends on ice roads that have grown increasingly unstable because of climate change, she found the effects of that strangeness. “With less time spent outside, people said they felt ‘stuck’ and ‘isolated’ and some reported increased drug and alcohol use, and domestic violence,” she wrote.", "A side note: in addition to photography, the article features evocative illustrations by Heather Campbell, an Inuit artist originally from Rigolet.", "Read: Why Lost Ice Means Lost Hope for an Inuit Village", "The Times has extensively reported on the work of Geoffrey Everest Hinton, a professor emeritus at the University of Toronto who is affiliated with Google and also largely responsible for making Toronto a global center for work on artificial intelligence.", "As we all know A.I. has become the tech industry’s next big thing. The voice inside your smartphone uses it to answer your questions. But it has largely been based on neural networks, a concept that’s been around for decades and which has limitations.", "Mr. Hinton has now come up with a new approach to A.I. He used a puzzle to demonstrate it to my colleague Cade Metz, who reports on emerging technologies for The Times. While it only has two blocks and initially appears to present little or no challenge, the puzzle’s solution defied Mr. Metz as well as, he reported, some leading academics.", "By the way, Sara Sabour, Mr. Hinton’s co-researcher, is an Iranian who lives and works in Canada because the United States once denied her a visa to study there.", "Read: A New Way for Machines to See, Taking Shape in Toronto", "Along with news and analysis, The Times offers advice on matters big and small, much of which can be found in its Guides offering.", "On the specific side of things, Deb Amlen, a columnist and editor of Wordplay, the crossword column of The Times, has produced a handbook on solving The New York Times Crossword. On a broader theme, Tara Parker-Pope, the founding editor of Well, The Times’s consumer health site, offers guidance on finding happiness. (From it I learned that Canada is the seventh-happiest country on earth. Our rival Australia squeaks into the top 10 at No. 9 and the United States is down at 14th.)", "Regardless of their subject, however, the articles in Guides aren’t listicles. They’re serious, detailed and worth checking out.", "Canada Letter has often highlighted videos from the Op-Docs group, which is on the Opinion side of The Times. Now Op-Docs is coming to a big screen near you, if you live in the Toronto area. Six Op-Docs films will form a special presentation at the Ted Rogers Cinema, which is home to the Hot Docs Festival and its regular film series.", "Two of the films were directed by Torontonians, Kelly O’Brien and Ann Shin, who will join me in a discussion.", "We have 10 pairs of tickets to give away to Canada Letter readers. You can enter the raffle here.", "Many Canadians were among the 200 people took up a request from The Times’s Reader Center and submitted questions about how The Times covers the news for an international audience. Ms. Rudoren, the editorial director of NYT Global and the person who set the challenge against Australia that we must win, has answered.", "Read and Watch: How Do We Cover News for the World? Jodi Rudoren Answers Readers’ Questions", "—Today the Toronto Maple Leafs are controlled by Canada’s largest cable company and Canada’s largest telephone company, both entities that don’t immediately prompt affection in the hearts of Canadians. A century ago when the National Hockey League was forming, Toronto’s team was controlled by an owner who was disliked by almost everyone else in hockey. The result, as this article shows, was that Toronto came close to not being part of the league.", "—Is she related? Taylor Crosby, a third-year student at St. Cloud State University in Minnesota and the goalie of the Huskies women’s hockey team is indeed Sidney Crosby’s sister. That can be challenging.", "—Prime Minister Justin Trudeau apologized on Tuesday to people who were harassed and forced out of the public service, the military and the Mounties because of their sexual orientation. His government also settled a class-action lawsuit in time for the emotional apology in Parliament.", "—The airport in Edmonton, Alberta is testing a robobird that resembles a falcon to reduce bird strikes on aircraft.", "—For the Times Insider, I offered some thoughts about the vast difference between Canada and the United States when it comes to the media profile of indigenous people and their issues."], "https://www.nytimes.com/2017/12/04/technology/youtube-children.html": ["SAN FRANCISCO — Google’s YouTube is hiring more humans to teach machines how to think like humans.", "In a blog post from Susan Wojcicki, YouTube’s chief executive, the company said on Monday that it planned to add thousands of human reviewers to remove videos that violated its guidelines while teaching computers how to spot troublesome videos.", "YouTube plans to have 10,000 people dedicated to reviewing videos in 2018 — though it would not to say how many workers it has doing that job now.", "The hiring spree comes YouTube is mired, yet again, in controversy over failing to properly police content uploaded to its site. The latest batch of problematic videos, reported earlier by The Times of London, are videos of children in states of undress, with comments from pedophiles attracted to the content. Those videos also had advertisements running with them, prompting marketers to pull their ads.", "Last week, YouTube said it took down more than 150,000 videos featuring children and disabled comments for more than 625,000 videos. It also kicked several hundred YouTube users off the platform for posting “predatory comments on videos featuring minors.”", "This comes on the heels of a New York Times report about how inappropriate videos featuring children’s cartoon characters in violent or lewd situations slipped past its filters and appeared on YouTube Kids, an app that is supposed to present only child-friendly videos.", "“I’ve also seen up-close that there can be another, more troubling, side of YouTube’s openness,” Ms. Wojcicki wrote. “I’ve seen how some bad actors are exploiting our openness to mislead, manipulate, harass or even harm.”", "Because it is easy to upload videos to the site, YouTube has become a repository for all types of niche and mainstream content — replacing television as the primary destination for a younger audience. However, it has also drawn a range of objectionable material, from videos promoting conspiracy theories to violent extremists.", "More than 400 hours of videos are uploaded to YouTube every minute, and company executives have long said that monitoring that fire hose of content is difficult. They contend that computers — learning from the example of humans — are the answer.", "YouTube said it had been successful in catching extremist videos using so-called machine learning. Since YouTube laid out new policies aimed at curbing extremist videos on the platform after the London Bridge attacks in June, the company said its machines have improved at catching extremist videos shortly after they were uploaded.", "YouTube said it has taken down 150,000 videos for violent extremism — in large part because of machines flagging more videos for human reviewers to take down.", "The video service said it planned to take a similar approach to tackling videos unsafe for children and content featuring hate speech.", "When it comes to advertising, YouTube said it would take a “new approach.” It plans to consider which channels and videos are eligible for advertising, applying stricter criteria with more human curation and oversight. Ms. Wojcicki did not lay out specific changes, but said YouTube planned to speak to advertisers and content creators in the coming weeks to hone its approach."], "https://www.nytimes.com/2017/12/04/briefing/donald-trump-syria-corsica.html": ["(Want to get this briefing by email? Here’s the sign-up.)", "Good morning.", "Here’s what you need to know:", "• President Trump called the F.B.I. a biased institution whose reputation for fairness was “in tatters,” after his former national security adviser, Michael Flynn, pleaded guilty to lying to the law enforcement agency.", "Mr. Flynn said he would cooperate with the Justice Department investigation into possible collusion between Russia and Mr. Trump’s presidential campaign. Emails suggest that multiple campaign officials knew of Mr. Flynn’s pre-inauguration contacts with Russian officials.", "Separately, Mr. Trump scored his first major legislative victory with the Senate passage of the largest tax overhaul in years. All Democrats could do was work up a frenzy on social media over last-minute amendments. Republican lawmakers appear ready to send it forward rapidly for the president’s signature.", "_____", "• Palestinians and European officials reacted with alarm to accounts of a Saudi peace plan said to be strongly tilted toward Israeli positions.", "Analysts said they believe that the Saudi crown prince, Mohammed bin Salman, might be willing to try to force a settlement in order to cement Israeli cooperation against Iran.", "Mr. Trump is said to be considering making a seismic diplomatic shift: recognizing Jerusalem as Israel’s capital. Some fear a new Palestinian uprising.", "_____", "• In Syria, our correspondent visited ravaged parts of the city of Homs, now under government control, to explore the enormous costs and politics of reconstruction.", "Western governments have a stake in the outcome because reversing the flow of refugees rests partly on their ability to help Syria rebuild.", "But the U.S. left talks on a proposed U.N. agreement to improve ways of handling global flows of migrants, describing it as a subversion of American sovereignty.", "_____", "• Corsican nationalists won about 45 percent of the votes in an election for a newly created local assembly on the French Mediterranean island. A second round of voting will be held Sunday.", "Whether or not the French government is ignoring the Corsican movement at its own peril, our correspondent writes, the reaction from Paris has been virtually uniform: nothing.", "Meanwhile in Spain, a judge could rule today on whether to release on bail separatist leaders facing charges of rebellion over their efforts to secede.", "_____", "• In Egypt, our latest documentary profiles Esraa, a young woman who, like many in her generation, wants to make choices about her apartment, her religion and her relationships. That makes her a rebel.", "And in Iceland, our correspondent shadowed one of the few men, a Spanish E.U. official, at a summit meeting in Iceland that what was billed as the largest ever gathering of female political leaders.", "“The risk of mansplaining is very high,” he said.", "_____", "• A year has passed since we started offering free European, Australian and Asian editions of our Morning Briefing.", "We would love to hear from you about what you like, and how we can do better. Please take our survey.", "• Norilsk, the world’s largest producer of palladium, a rare mineral used in cellphones, is Russia’s coldest and most heavily polluted industrial city. Our reporters visited.", "• Across the U.S., cities are increasingly facing a brutal shortage of affordable places to live, leading to gentrification and homelessness.", "• A deal that could reshape U.S. health care: CVS Health, the drugstore giant, said it had agreed to buy Aetna, one of the country’s biggest health insurers, for about $69 billion.", "• Disney resumed talks to buy at least part of 21st Century Fox. The Murdochs, who control Fox, are expected to decide by the end of the year.", "• Global car brands and the Chinese authorities alike embrace iFlyTek’s voice recognition know-how, illustrating the dystopian possibilities behind the technology.", "• Here’s a snapshot of global markets and a look at the week ahead in business.", "• Prime Minister Theresa May of Britain is in Brussels today trying to unlock Brexit negotiations ahead of a mid-December summit meeting. [Bloomberg]", "• A Spanish judge ordered the release on bail on Monday of a group of Catalan separatist politicians ahead of regional elections in three weeks. He said that four others associated with the independence movement must remain in custody. [The New York Times]", "• The German authorities said that an explosive package found in the city of Potsdam was part of an effort to extort DHL, the logistics company, and not an attempted act of terrorism. [Reuters]", "• In an Op-Ed, the former television host Billy Bush said that the famed 2005 “Access Hollywood” recording of Donald Trump making vulgar comments was real. (Mr. Trump had cast doubt on the recording’s authenticity.) [The New York Times]", "• The Metropolitan Opera suspended James Levine, its famed conductor, after three men accused him of sexually abusing them when they were teenagers. [The New York Times]", "• A key whistle-blower said that Russian athletes who can establish their innocence should be allowed to compete under a neutral flag at the 2018 Winter Olympics. [The New York Times]", "• Before his suicide at the International Criminal Tribunal for the Former Yugoslavia, the Croatian war criminal Slobodan Praljak forbade his family to attend the fatal court session. [The New York Times]", "• In Turkey, prosecutors ordered the seizure of assets of Reza Zarrab, a U.S. prosecution witness in a Manhattan trial, after his testimony linked President Recep Tayyip Erdogan of Turkey to a scheme to evade Iran sanctions. [The New York Times]", "Tips, both new and old, for a more fulfilling life.", "• Rethink that activity tracker.", "• A bonding activity for parents and children that builds joy and character: baking.", "• Recipe of the day: Start the week with a stellar farro salad.", "• Holiday decorations are a universal language. We explored them in London, Paris, Berlin (above) and New York City.", "• What’s behind fashion’s — and many women’s — love of concealing clothes? We took a look.", "• A nut so special it’s been granted government protection: Sicily’s Bronte pistachios are too tasty for their own good.", "• Our reporting won a major German award and the country’s president, Frank-Walter Steinmeier, praised us as “a beacon of reason in an age of rampant unreason.”", "Voting ends today for the readers’ choice of Time Magazine’s “Person of the Year,” with the final winner announced on Wednesday.", "While the selection has been criticized as non-news, it is already getting attention from last year’s recipient, Donald Trump, who was then the U.S. president-elect.", "Mr. Trump recently said that Time editors had called to tell him he would “probably” be named again, but that he “took a pass” because “probably” wasn’t good enough. (The magazine said the president was mistaken.)", "If it is Mr. Trump, he will be the second person to be named for two consecutive years. The other was Richard Nixon, who was named in 1971 and 1972, when he shared the honor with Henry Kissinger.", "The decision is based on impact, rather than good deeds. Previous selections have included Hitler and Stalin.", "Most recipients have been white men, starting with the first, the American aviator Charles Lindbergh, in 1927. In 2015, Angela Merkel, the German chancellor, became only the fourth woman to be named on her own.", "The computer won the title in 1982, and Earth was picked in 1988.", "In 2006, the traditional cover photo of the winner was replaced by a reflective panel, honoring “You” and the online contributions of millions of internet users.", "Jennifer Jett contributed reporting.", "_____", "This briefing was prepared for the European morning and is updated online. Browse past briefings here.", "You can get the briefing delivered to your inbox Monday through Friday. We have four global editions, timed for the Americas, Europe, Asia and Australia, and an Evening Briefing on U.S. weeknights. Check out our full range of free newsletters here.", "If photographs appear out of order, please download the updated New York Times app from iTunes or Google Play.", "What would you like to see here? Contact us at europebriefing@nytimes.com."], "https://www.nytimes.com/2017/12/04/business/dealbook/midwest-start-ups.html": ["When Steve Case, the billionaire co-founder of AOL, first met J. D. Vance, author of “Hillbilly Elegy,” the best-selling book about the industrial decline of the Midwest, Mr. Case told him, “I really love the book but there is a part of it I don’t love.”", "Mr. Vance listened patiently.", "“It helped frame the problem but it didn’t really offer up a solution,” Mr. Case told him.", "“Well, it is interesting you say that,” Mr. Vance replied, “because that’s really what my next chapter is going to be.”", "For the past several months, there has been a torrent of press around how Mr. Case and Mr. Vance have teamed to try to revive entrepreneurship in what elites often derisively refer to as the so-called flyover states. As my colleague Steve Lohr wrote recently, Mr. Case and Mr. Vance have been barnstorming various cities in a painted bus, holding entrepreneurship competitions as if they were politicians on the campaign trail.", "But until now, at least to some skeptics, it seemed like a do-gooder vanity project.", "How could these two men significantly change the dynamic among serious investors on the coasts to reorient their focus on cities, many of them suffering from the erosion of manufacturing, in the Rust Belt and elsewhere?", "It turns out that while they were publicly crisscrossing America, they were also privately holding meetings with some of the wealthiest individuals and families in the country, urging them to not only invest in a new fund but become partners with some of the companies that will benefit from it.", "On Tuesday, the fund, called Rise of the Rest, will disclose its investors, which has turned into a Who’s Who of American business. Among them are:", "All told, it may be the greatest concentration of American wealth and power in one investment fund.", "The idea — far grander than the money itself, which is only $150 million to start, pocket money for most of the investors — was to assemble a dream team and create a network effect for entrepreneurs in the middle of the country to align with the biggest names in business.", "The fund, said Mr. Vance, was meant to construct an ecosystem like the one in Silicon Valley that will provide support and connections to entrepreneurs in small towns.", "“People tend to follow their networks,” said Mr. Vance, who was recruited to the effort by Mr. Case. “While the network in Silicon Valley is obviously something that is great, it can also have an exclusionary effect that prevents investors from looking at and finding opportunities that exist outside of their networks and outside of their geographies.”", "Mr. Case and Mr. Vance hope to seed investments in start-ups in underserved cities and then bring in some of their big names to invest even more money in them. “We’ll be curating interesting companies,” Mr. Case said.", "In other words, if they discover a nascent but promising e-commerce company in Allentown, Pa., they will not only invest in it, but they might also help it establish a relationship with one of the fund’s investors — Mr. Bezos, for example — who might invest even more.", "Mr. Case was quick to say that the new enterprise should not be considered a social impact fund, which has become the hot nomenclature for investors seeking to do good. Some consider social impact investing a sort of pseudophilanthropy because the returns aren’t always the main goal.", "Mr. Case said he would only succeed in changing the way investors think about the rest of the country if he can produce significant financial success stories.", "“We’re fans of impact investing,” he said. “But we actually didn’t position this as an impact fund. First and foremost, our goal was to generate top returns.”", "Mr. Schmidt of Alphabet said he was sold on the idea from the moment he first heard about it. “I felt it was a no-brainer,” he said. “There is a large selection of relatively undervalued businesses in the heartland between the coasts, some of which can scale quickly.”", "And while it isn’t an altruistic investment, he said he hoped the effort creates “more jobs, more wealth, better products and helps our society deal with a lot of jarring employment changes.”", "One of the great questions about American capitalism is why big investors, who are always looking for opportunities and are often willing to fly halfway around the world to find them in places like China and India, put so little effort into finding investment in the middle of the country. California, New York and Massachusetts attract 76 percent of all venture capital money, according to the National Venture Capital Association.", "One answer may be that the nation’s top talent is drawn to the coasts, but Mr. Breyer said he has seen that changing.", "“Entrepreneurs are now creating start-ups in lots of places,” he said. “The confluence of social networking technologies and cloud services makes it easier and less costly than ever before to develop and bring new technologies to market” for entrepreneurs outside of centers like Silicon Valley.", "One example of a company that could be a model for the fund is one that Mr. Case has already invested in: 75f in Burnsville, Minn., which works to make commercial buildings more comfortable and energy-efficient.", "Critics may argue that the fund is a marketing exercise for elites trying to fix a problem of their own making. And there may be some truth to that. But like most great entrepreneurs, these investors have a genuine interest in finding the next Facebook or Google, and they get excited about the prospect of discovering a needle in the start-up haystack.", "And they recognize that the next big idea may come from someplace totally unexpected — somewhere not on either coast or in one of the other pockets of entrepreneurship.", "“There’s still more talent (engineers, execs) — and resources (funding), but the costs and competition for talent and housing are extreme” in Silicon Valley, Mr. Doerr wrote in an email, suggesting perhaps that it may be a less attractive location than before.", "“In the end, don’t think of ‘the Valley’ as some ZIP codes in California,” he wrote. “It is a state of mind that can be anywhere, for everyone. Increasingly, for all of the rest of us.”"], "https://www.nytimes.com/2017/12/03/briefing/republican-party-michael-flynn-north-korea.html": ["Here are the week’s top stories, and a look ahead.", "1. Drastic changes to how much Americans pay in taxes are now all but guaranteed.", "Senate Republicans — Bob Corker was the only holdout — narrowly passed a sweeping tax bill just before 2 a.m. on Saturday, dismissing an outcry from Democrats who had only hours to review the 479-page document, marked with scribbled amendments that added loopholes.", "The House and Senate appear ready to rapidly send a final draft to President Trump’s desk, cementing major tax cuts for the wealthy and corporations, and more disputed benefits to those less well-off. The Republican keenness for tax cuts trumped the party’s traditional concerns about the deficit, which would grow by $1 trillion over the next 10 years, according to the Senate’s official scorekeeper.", "The Republicans intend to use that swelling deficit to justify undoing the entitlements of the New Deal and the Great Society, leaving the American safety net skimpier.", "____", "2. His party’s tax victory capped a tumultuous week for President Trump.", "Michael Flynn, above, the former national security adviser, pleaded guilty to lying to the F.B.I. about his contact with Russia’s ambassador — contact that the president described as “lawful” in a potentially damning tweet. That Mr. Flynn faces only one charge suggests that Robert Mueller, the special counsel, has high expectations for his cooperation.", "Emails shared with The Times and newly public documents reveal that Mr. Flynn was in touch with senior members of the Trump transition team both before and after his pre-inauguration discussions of U.S. sanctions with the ambassador, contradicting the White House’s portrayal of a rogue actor. Mr. Mueller’s prosecutors have interviewed Jared Kushner, the president’s son-in-law and adviser.", "____", "3. Amid the intense pressures of the week, President Trump displayed his ability to dominate news cycles with tossed-off comments and tweets.", "He ignited a racially charged controversy by invoking “Pocahontas” — a favorite slight against Senator Elizabeth Warren — in a ceremony honoring Navajo veterans, above. Days later, British lawmakers derided him as a “fascist” and “stupid” after he rebuked Britain’s prime minister for objecting to his retweets of a British fringe group’s inflammatory anti-Muslim videos.", "The president has also been telling associates he is no longer sure that it’s his voice on the infamous “Access Hollywood” recording that he apologized for during his presidential campaign. Senator Jeff Flake, a Republican, is planning to give a speech on the Senate floor attacking the president’s disregard for the truth.", "____", "4. “It’s laughable.”", "Secretary of State Rex Tillerson waved off reports of his imminent ouster, and President Trump tweeted, “He’s not leaving.” Still, the White House has on hand a plan, created by Mr. Trump’s chief of staff, to replace Mr. Tillerson with Mike Pompeo, and fill his spot as C.I.A. director with Senator Tom Cotton of Arkansas.", "Mr. Tillerson’s efforts to shrink the State Department continue apace, and he is scheduled to depart for Europe on Monday for a meeting of NATO foreign ministers.", "He will be away on Wednesday, when Mr. Trump is considering making a seismic diplomatic shift: recognizing Jerusalem as Israel’s capital.", "____", "5. High-profile departures of another sort continue to rattle the media.", "After a rash of allegations of sexual misconduct, the “Today” show host Matt Lauer was fired from NBC (“There is enough truth in these stories to make me feel embarrassed and ashamed,” he said); Garrison Keillor, the creator and former host of “A Prairie Home Companion,” was let go by Minnesota Public Radio; the hip-hop impresario Russell Simmons resigned from his companies; and productions of Israel Horovitz’s plays were canceled after nine women shared their stories about him with The Times.", "Accusations are also being leveled outside the world of media, of course: Calls for Representative John Conyers Jr.’s resignation are growing louder by the day, and the Metropolitan Opera is investigating accusations against the acclaimed conductor James Levine.", "____", "6. In a defiant show of its nuclear-state bona fides, North Korea launched an intercontinental ballistic missile higher than ever before, and photos of the country’s new missile suggest its capacities have never been greater.", "And our Interpreter column offers seven critical truths about North Korea to explain the current crisis.", "____", "7. For less stressful news from abroad (unless you happen to be a royal wedding planner), look to Britain, and the announcement of the engagement of Prince Harry and the American actress Meghan Markle.", "The ensuing joy, our writer Sarah Lyall argues, is Britain being gently pushed into the modern era.", "In addition to all the usual hurdles facing a bride-to-be, Ms. Markle, whose engagement ring features diamonds from Princess Diana’s collection, will have to reckon with a notoriously difficult citizenship test. (Test your own knowledge with this quiz.)", "____", "8. This week the Dow closed above 24,000 for the first time in the index’s history.", "Beyond highlighting the spectacular run of the current bull market, the milestone reflected investors’ seeming indifference to global uncertainties, as well as their embrace of President Trump’s pro-corporate administration.", "In addition to the passage of the Senate’s tax bill, Mr. Trump can also claim a win with the rejection of a challenge to his choice to lead the Consumer Financial Protection Bureau, Mick Mulvaney.", "Also on an extraordinary run: those Bitcoins you didn’t buy.", "____", "9. “Saturday Night Live” had a lot of news to catch up on after only a one-week absence. In a parody of “A Christmas Carol,” the opening sketch addressed NBC’s firing of Matt Lauer and the guilty plea by Michael Flynn.", "Mikey Day, appearing in chains as Mr. Flynn, identified himself as the “Ghost of Witness Flipped.”", "____", "10. Point Hope, Alaska, population 700, will soon be home to some of the fastest internet connection speeds in the country. Above, leftovers from the community’s yearly whale festival.", "The upgrade has been made possible by a decidedly less welcome phenomenon: melting sea ice. The telecommunications company Quintillion is seizing on newly opened passageways to lay fiber-optic cables.", "All the while, the fight over the regulation of web traffic rages on. Our tech columnist says the end of net neutrality would kill the internet as we know it.", "____", "11. Finally, the announcement of the 2018 Grammy Award nominations has industry professionals wondering whether the lovefest for hip-hop and R&B will carry on into the ceremony. At least one teenage nominee thinks the Grammys “got it right this year.”", "A more seasoned nominee, Jay-Z, above, who is up for record, album and song of the year, sat down for a one-on-one with our executive editor, Dean Baquet. The two discussed being black men in President Trump’s America, as well as wealth, therapy and — yes — Beyoncé.", "Have a great week.", "_____", "Your Weekend Briefing is published Sundays at 6 a.m. Eastern.", "And don’t miss Your Morning Briefing, weekdays at 6 a.m. Eastern, and Your Evening Briefing, weeknights at 6 p.m. Eastern.", "Want to look back? You can browse past Morning and Evening Briefings.", "If photographs appear out of order, please download the updated New York Times app from iTunes or Google Play.", "What did you like? What do you want to see here? Let us know at briefing@nytimes.com."], "https://www.nytimes.com/2017/12/04/technology/silicon-valley-esalen-institute.html": ["BIG SUR, Calif. — Silicon Valley, facing a crisis of the soul, has found a retreat center.", "It has been a hard year for the tech industry. Prominent figures like Sean Parker and Justin Rosenstein, horrified by what technology has become, have begun to publicly denounce companies like Facebook that made them rich.", "And so Silicon Valley has come to the Esalen Institute, a storied hippie hotel here on the Pacific coast south of Carmel, Calif. After storm damage in the spring and a skeleton crew in the summer, the institute was fully reopened in October with a new director and a new mission: It will be a home for technologists to reckon with what they have built.", "This is a radical change for the rambling old center. Founded in 1962, the nonprofit helped bring yoga, organic food and meditation into the American mainstream.", "The leaders behind humanist psychology worked from the lodge, and legend has it that Hunter S. Thompson wandered the place with a shotgun. Nudity was the norm.", "Esalen’s last year has been apocalyptic. Three landslides in the spring took out the roads on all sides, and participants in a massage workshop had to be evacuated from a hilltop by helicopter. While the institute was closed, flooded and losing $1 million a month, its board made big changes. When the road reopened in October, the place had a new executive director, Ben Tauber, and its new mission.", "“There’s a dawning consciousness emerging in Silicon Valley as people recognize that their conventional success isn’t necessarily making the world a better place,” said Mr. Tauber, 34, a former Google product manager and start-up executive coach. “The C.E.O.s, inside they’re hurting. They can’t sleep at night.”", "Mr. Tauber has some competition. A former chief executive of Juniper Networks, Scott Kriens, opened his own tech and soul center nearby in May, with construction finishing in February. The goal of the center, called 1440 Multiversity, is to “recognize that the blazing success of the internet catalyzed powerful connections, yet did not help people connect to themselves.”", "Still, there is most likely enough crisis to go around. Mr. Tauber has stacked Esalen’s calendar with sessions by Silicon Valley leaders, which are selling out.", "Dave Morin, a venture capitalist and early Facebook employee, will lead a program on depression and tech; a former Google ethicist, Tristan Harris, led a weekend on internet addiction; and tech futurists will host a conference on virtual reality and spirituality. Chargers have been installed for Tesla electric cars, and there is usually a line to use them. The new sessions in 2018 are aimed at the workers building virtual reality, artificial intelligence and social networks.", "“They wonder if they’re doing the right thing for humanity,” Mr. Tauber said. “These are questions we can only answer behind closed doors.”", "About a three-hour drive south from San Francisco along Highway 1, past hundreds of tourists pulled off on the side of the road, Esalen comes in around a turn.", "It holds 120 guests, who stay in little cottages along the rugged coast and wander between classes, the hot springs and the dining hall. The kitchen is famous for its bread, especially the sourdough rye, which sits out all day and night along with apricot spread and peanut butter for snacking. This is not a health retreat.", "The bar serves kombucha, coconut water, wine and beer. Sitting and having a cold kombucha one recent evening was Bodhi Kalayjian, 47, who lives in Big Sur, wears flip flops and has shaggy gray-blond hair.", "“It’s about putting Silicon Valley back in their bodies,” he said. “Everybody’s got a soul. It’s about finding it.”", "Mr. Kalayjian was an early Google employee and Google chef, but “once the I.P.O. happened it was less fun,” he said. Now he’s an Esalen baker and masseur.", "“The old-timey hippies are moving into the history books, but why would you ever want to keep things static?” he said. “If you do your work, things are always in a state of change.”", "Gopi Kallayil, the chief evangelist of brand marketing at Google, was running late from work to the class he would host at Esalen called “Connect to Your Inner-Net.”", "His assistants were scrambling to set up. “It has to be so if two engineers are sitting on opposite sides they wouldn’t feel there is too much space between them,” said Jnanada Schalk, who was formerly named Jennie and is assisting Mr. Kallayil as a volunteer.", "Mr. Kallayil arrived wearing a pink button-down and a large Android smartwatch. He had met Mr. Tauber when they worked for Google Plus, the search engine’s social networking feature.", "Mr. Kallayil had the participants go in a circle and introduce themselves. There was a health tech investor, a product manager, several software engineers and developers, an entrepreneur who had just sold his food start-up, a nurse, an affordable-housing advocate and two lawyers. Mr. Kallayil spoke in the language of Silicon Valley.", "“What is it that moves the technology to where your inner net moves forward?” he asked. “Thankfully, other people have developed the operating manual.”", "He said that many of the people who came to him had floundered this year, and that he, too, found himself wondering about the impact of his work.", "“What are these technologies doing?” said Mr. Kallayil, who also teaches at 1440. “Decisions we make affect more than one billion people. Here, you shed your clothes and your inhibition, and there’s a rawness.”", "The Inner-Net schedule is loosely packed. The next morning, there would be mindful walking, mindful eating, reimagining work and life integration, then compassion practice, self-compassion and, finally, yoga. After dinner, there would be work on envisioning lives as they are and as we want them to be. Then Mr. Kallayil would lead some chanting.", "“One of the portals we use to put the technology for the body at peak performance is music,” he said. “Sierra will play the flute, Jennie the violin.”", "Every morning is dance awake, a chakra meditation and guitar class where Esalen guests dance across the large hardwood floor.", "Down in the kitchen, Mr. Kallayil’s assistant collected a large bag of raisins for eating during meditation.", "“I just sold my start-up and needed a place to reflect,” said Sam McBride, 31, from Chicago. “To give me some perspective.”", "Esalen’s hot springs are good all day but are famous for the night scene, when they open to the public between 1 and 3 a.m. A weekend stay for a couple at Esalen can cost $2,890, so budget travelers stay nearby and come wandering in with towels a little after midnight.", "The dirt path to the baths leads to a concrete corridor and a changing room. Around a corner, it was pitch black with an overpowering smell of sulfur. As the eyes adjusted to starlight, big steaming concrete hot tubs, claw-foot personal tubs and a couple of dozen quiet naked bodies could be seen. The space cannot be photographed.", "“I was tired of my life,” said Marina Kurikhina, 32, who lives on a ranch nearby. “I represented Latin American art at a gallery in London. Now I teach creative subconscious painting.”", "She said people visited Esalen “for transformation.” Soon, she plans to open a health bar on site serving raw desserts, cold-pressed juices and high-end coffee.", "With the focus on the emotional life of executives, Esalen plans to close Gazebo, its preschool of 40 years.", "“It was the soul of the institution of Esalen — all those little babies and what they’re going to be,” said Zoe Garcia, a guest and nearby resident, who has been going to Esalen for 30 years.", "The closing is partly a sign of the region’s changing demographics. As more of Big Sur’s homes are bought by tech executives as second homes, there are not as many young children, so the class of 30 had dwindled to 15 before the floods shut it down.", "“It’s incredibly sad,” said Cortlan Robertson, whose daughter attended Gazebo and who said the Big Sur community had offered to pay for the preschool to continue. “Ben is always saying it’s just child care. But it was so much more.”", "Closing Gazebo was also a sign of a shifting culture and new rules.", "“Back then, we could go topless in the lodge,” Ms. Garcia said. “More conservative people started to come, so they started to make rules. Now next is mindfulness and technology. Who knows?”", "Mr. Tauber was a surprising pick to head a retreat center. He had previously founded a real-time celebrity geo-stalking service called JustSpotted when Google hired him and his team in 2011. Soon after, he vacationed in Big Sur and decided his work was causing harm, he said.", "“I realized I was addicting people to their phones,” Mr. Tauber said. “It’s a crisis that everyone’s in the culture of killing it, and inside they’re dying.”", "In the hot spring one night, he ran into an Esalen leader who invited him to a conscious business event. Mr. Tauber quit Google to open a business coaching start-up founders and developed Esalen’s technology strategy, joining the board in 2015. During the springtime flooding, as Esalen cut its staff to 50 from 330, Mr. Tauber took over.", "His plan is to aim programming at top executives. “How do we scale our impact as an organization?” he asked. “We do it through impacting the influencers.”", "His house is a wood-and-stone half circle built into the hillside, looking out through the cypress onto the water. He wanted a better view so had the cypress pruned. He has a ukulele, a prayer bowl and various massage tools by the sofa. By the dying embers of a fire that he makes every morning, he was reading a history of Esalen and a Summer of Love coffee table book.", "Upstairs, the Inner-Net class was doing a compassion exercise. Everyone spent 10 minutes looking into a stranger’s eyes and silently repeating phrases like “this person has emotions just like me,” “this person has experienced pain and suffering just like me,” “this person will die just like me.” They were barefoot. Some were wrapped in coarse blankets.", "The art teacher downstairs had made a trough of warm, foaming mushroom drink."], "https://www.nytimes.com/aponline/2017/12/02/us/ap-us-visa-executive-fired.html": ["The technology publication Recode is reporting that Visa fired a high-profile executive for behavior that \"violated\" the credit card company's policy.", "Recode reported that Jim McCarthy's departure was announced in an internal memo Friday.", "As executive vice president of innovation and strategic partnerships, McCarthy handled Visa's deals with technology giants such as Apple and Google.", "The memo by Visa president Ryan McInerney said that they determined McCarthy had violated the company's policy based on information that recently came to its attention.", "The memo said Visa \"cannot ignore behavior...that runs counter to our leadership principles and culture.\" Recode reported the memo did not describe the allegations.", "A Visa spokesman declined to comment to Recode. Visa did not immediately respond to a request for comment from The Associated Press."], "https://www.nytimes.com/2017/12/04/opinion/net-neutrality-overblown-concerns.html": [], "https://www.nytimes.com/aponline/2017/12/01/arts/ap-us-music-taylor-swift.html": [], "https://www.nytimes.com/2017/12/01/podcasts/the-daily/republican-tax-plan-tillerson.html": ["Listen and subscribe to our podcast from your mobile device: Via Apple Podcasts | Via RadioPublic | Via Stitcher", "On Thursday, the Republican tax bill seemed to have all the momentum it needed. Then the vote was delayed after a report that the economics were off by a trillion dollars.", "And a White House plan to replace the secretary of state with the head of the C.I.A., and the head of the C.I.A. with a sitting senator.", "On today’s episode:", "• Jim Tankersley, who covers taxes and the economy for The New York Times, discusses the setback facing the Republican tax bill.", "• Peter Baker, The Times’s chief White House correspondent, talks about the White House transition plan.", "Background reading:", "• The Senate Republican tax bill has hit a snag over deficits.", "• The White House has developed a plan to force out its secretary of state, Rex W. Tillerson, and replace him with Mike Pompeo, the C.I.A. director.", "Tune in, and tell us what you think. Email us at thedaily@nytimes.com. Tweet me at @mikiebarb. And if you’re interested in advertising with “The Daily,” write to us at thedaily-ads@nytimes.com.", "If you don’t see an audio player on this page or to subscribe to The Daily for free, follow the instructions below.", "From your mobile device:", "You can listen and subscribe to “The Daily” from any podcast player. If you’re reading this from an iPhone or other Apple mobile device, tap this link to listen in Apple Podcasts. If you’re on an Android device, tap this link to listen in Stitcher or this link to listen in RadioPublic.", "Or if you prefer another podcast player, you can find “The Daily” there. (Here’s the RSS feed.)", "From a desktop or laptop:", "Click the “play” button above to start the show. Make sure to keep that window open on your browser if you’re doing other things, or else the audio will stop. You can always find the latest episode at nytimes.com/thedaily.", "On Amazon Echo, Echo Dot or Tap:", "Open the Alexa app. From the navigation panel on the left, select “settings,” then “flash briefing,” then “get more flash briefing content.” Look for “The New York Times” and select “enable skill.” Now you can say, “Alexa, what’s my flash briefing?” and you will hear that day’s episode of “The Daily.”", "On Google Home:", "You can say, “O.K., Google, play New York Times” to listen to that day’s episode of “The Daily.”"], "https://www.nytimes.com/2017/12/02/business/tax-bill-offers-last-minute-breaks-for-developers-banks-and-oil-industry.html": ["The overhaul by Republican lawmakers of the nation’s tax laws percolated for weeks with virtually no public input, and by the end it turned into a chaotic mad dash with many last-minute changes on Friday night and Saturday morning, some handwritten in the margins of the nearly 500-page bill.", "Even hours after the Senate vote, tax experts were scratching their heads over precisely what had made it into the final version of the bill and the impact of some significant provisions.", "Still, it was clear that many changes expanded tax benefits for the wealthiest taxpayers, while other attempts to close loopholes fell by the wayside. The bill would add $1 trillion to deficits over the coming decade.", "Far from simplifying taxes, the bill opened up a whole range of tactics to lower the amount owed to the Internal Revenue Service. “Business owners or managers that plan well and pay for good advice will be able to achieve much more favorable rates,” said Adam Looney, a senior fellow at the Brookings Institution and a former Treasury Department official. “I’m not sure if that is a loophole or the intent of the legislation.”", "One of the bill’s biggest windfalls for the wealthy — cutting taxes on income received through so-called pass-through entities like partnerships, popular with real estate developers — got even more generous. The richest taxpayers will be taxed at a rate of about 29.6 percent on such income, a big cut from the current top federal income tax rate of 39.6.", "The ever-lengthening list of income that will be taxed at a cut-rate could be seen as “a Donald J. Trump loophole,” said Steven M. Rosenthal of the nonpartisan Tax Policy Center. A large amount of that kind of income is on Mr. Trump’s 2005 tax return, two pages of which became public in March, and on his 2017 financial disclosure forms, which show more than 500 pass-through entities, Mr. Rosenthal said.", "That expansion would cost the government $114 billion more than an earlier version of the proposal. The provision would lower rates for taxpayers simply if their businesses are organized as partnerships or other entities whose tax burdens flow to the individual. Half of that type of income goes to the top 1 percent of taxpayers, according to the Tax Policy Center. In total, that tax cut will cost the government about $476 billion over the coming decade.", "Not all types of income would be eligible for the newly reduced rate. Short-term capital gains, dividends, interest and annuity payments, for example, are excluded. But the list of earnings that do qualify was expanded from earlier Republican proposals in the Senate.", "Investments in mortgages held by real estate investment trusts would be able to take advantage of the lower pass-through rate instead of being taxed at ordinary income rates, which are higher.", "Thanks to an amendment offered by Senator John Cornyn, Republican of Texas, certain income from gas and oil operators could also qualify for the new, lower rate. Industry representatives said they would have been excluded from the intended benefits that the real estate investment trusts and other publicly traded industries were getting.", "“The Senate went out of its way to confirm that passive investors in these publicly traded investment vehicles get the benefit of the pass-through discount tax rate,” said Edward D. Kleinbard, a professor of tax law at the University of Southern California and a former chief of staff for the congressional Joint Committee on Taxation. “This is a working definition of a tax boondoggle.”", "A provision to give multinational companies like Pfizer, Google and Apple a tax break on the profits they have accumulated in offshore tax havens was made less generous than earlier versions of the proposal. But the companies would still bring those earnings home at rates of 7.5 to 14.5 percent — well below the existing corporate income tax rate of 35 percent and also lower than the new corporate income tax rate, which the bill would cut nearly in half to 20 percent. This break will still save the companies roughly half a trillion dollars compared with current law, according to an estimate by the Zion Research Group.", "Banks and other financial institutions will still be able to avoid taxes by making payments to offshore subsidiaries. The lawmakers had initially intended to prevent the tax benefits from such actions, but the banks got a last-minute reprieve for some transactions. In calculating the companies’ tax bills, the bill excludes payments related to derivatives, a big source of income for financial institutions.", "Some last-minute changes were smaller and more peculiar: The bill includes limits on how much interest companies can deduct from their taxes, but excludes from those restrictions interest paid by car dealerships.", "The bill extends so-called bonus depreciation — the ability to take big deductions related to certain corporate investments — at a cost of $34 billion, but pays for it by reinstating the corporate alternative minimum tax. The last-minute decision to scrap the repeal of the corporate alternative minimum tax left lawyers and accountants scratching their heads about the ultimate impact. Several experts said it appeared unintentional that the benefit of the tax credit for research and experimentation could effectively be lost. The provision is dear to many businesses.", "“Oops,” said Mr. Looney of the Brookings Institution. “That’s an easy mistake to make on a first pass, but which you’d catch if you had more time.”", "At least one Republican proposal floated for weeks made it into the final bill, but seemingly in a form designed to punish taxpayers in Democratic states. Senator Deb Fischer, Republican of Nebraska, introduced an employee credit for paid family and medical leave. But the final version doesn’t apply to employers in states where such paid leave is either required — or will soon be required — by state law, as in New York, California, New Jersey and Rhode Island. It also doesn’t apply to employees making more than $72,000 and will last only until the end of 2019.", "“So in sum, we’ve got a short-term fertility incentive for lower/middle-income employees, as long as you don’t live in too blue a state,” Daniel Hemel, a professor of tax law at the University of Chicago, wrote on Twitter.", "While wealthy investors and business would receive numerous tax cuts — including eliminating the estate tax for all but a tiny sliver of the country’s wealthiest households — the Senate moved to tighten deductions for lower- and middle-income wage earners. The bill, for example, prohibits employers from rewarding employees with gift cards so that a reward of, say, $25 or $50 in the form of a gift card doesn’t escape being taxed.", "At the same time, a provision to fund the I.R.S. so that it could offer advice to low-income filers was rejected in the final bill.", "Although the bill expands the child tax credit by a year to 17-year-olds, that change ends at the end of 2024, a year before other individual tax cuts are scheduled to expire — so families with children born in 2008 will see that credit end when their children are still 16.", "In the early morning hours on Saturday, Vice President Mike Pence cast a tiebreaking vote to pass an amendment to allow people to use up to $10,000 a year from tax-advantaged 529 savings accounts for private and religious schools and some home schooling. Under current law, 529 accounts can be used only for higher education."], "https://www.nytimes.com/2017/12/03/business/media/worthy-divorce-rings.html": [], "https://www.nytimes.com/reuters/2017/12/01/business/01reuters-usa-trump-markets.html": ["SAN FRANCISCO — An abrupt stock selloff on Friday, sparked by a report that magnified concerns about President Donald Trump's potential links with Russia, prompted Wall Street's favorite reaction in recent months: \"Buy the dip.\"", "The phrase - or a cruder version abbreviated to \"BTFD\" - has become a refrain among traders who, nearly nine years into a bull market, have become accustomed to steadily climbing prices, interrupted only by occasional hiccups.", "The latest example came on Friday as the S&P 500 slumped as much as 1.6 percent after ABC News reported that former U.S. national security adviser Michael Flynn was prepared to testify that Trump directed him to make contact with Russians when Trump was a presidential candidate.", "With investors perennially wary of uncertainty, the CBOE Volatility index, Wall Street's fear gauge, spiked to its highest in more than three months.", "But in under an hour, markets mostly recovered, with the S&P 500 down just 0.3 percent for the session.", "Flynn also pleaded guilty on Friday to lying to the U.S. Federal Bureau of Investigation about Russia. His cooperation with special counsel Robert Mueller marks a major escalation in a probe that has dogged Trump's administration since the Republican president took office in January.", "\"We've kind of gotten used to the drama in the White House,\" said Rob Stein, chief executive of Astor Investment Management in Chicago. \"Whether or not they prove that there are Russian relationship ties, that doesn't have a long-term effect on the value of the stock market.\"", "BANKING ON TAX CUTS", "The S&P 500 has surged 18 percent this year, in part due to optimism that Trump would fulfill a campaign promise to cut corporate taxes.", "Helping Friday's stock rebound, U.S. Senate Republicans said they had enough support to pass a sweeping tax overhaul after last-minute negotiations to ease some senators' concerns about its impact on the federal deficit, healthcare and property taxes.", "Wall Street has been banking on Trump's tax cuts to bolster corporate earnings. This year's rally has left the S&P 500 trading at about 18.1 times expected earnings, its priciest multiple since 2004.", "\"I would buy any large sell-off, and I will continue to advise that course of action until I see signs of recession, because ultimately that is what will signal the end of this bull market,\" Chris Zaccarelli, chief investment officer of Independent Advisor Alliance, wrote in a note.", "The sentiment may even be migrating from Wall Street to Main Street. Web searches for \"BTFD\" on Google this week hit at least a five-year high, with many of those searches associated with stocks, finance and surging bitcoin.", "Some veteran investors worry about the confidence of younger traders who may not have experienced prolonged market turmoil.", "\"Everyone kids around about BTFD - until it doesn't work,\" said Joe Saluzzi, co-manager of trading at Themis Trading, which handles trading for hedge funds. \"If you haven't seen or experienced a bear market, then you don't know what it's like.\"", "(Reporting by Noel Randewich in San Francisco; Additional reporting by April Joyner in New York; Editing by Bill Rigby)"], "https://www.nytimes.com/reuters/2017/12/02/technology/02reuters-china-cyber.html": ["WUZHEN, China — Chinese President Xi Jinping said on Sunday the country will not close its door to the global internet, but that cyber sovereignty is key in its vision of internet development.", "Xi's comments were read by Huang Kunming, head of the Chinese Communist Party's publicity department at the country's largest public cyber policy forum in the town of Wuzhen in eastern China.", "\"The development of China's cyberspace is entering a fast lane...China's doors will only become more and more open,\" said Xi in the note.", "Cyber sovereignty is the idea that states should be permitted to manage and contain their own internet without external interference.", "China's Communist Party has tightened cyber regulation in the past year, formalizing new rules that require firms to store data locally and censor tools that allow users to subvert the Great Firewall.", "In June, China introduced a new national cybersecurity law that requires foreign firms to store data locally and submit to data surveillance measures.", "Cyber regulators say the laws are in line with international rules, and that they are designed to protect personal privacy and counter attacks on core infrastructure. Business groups say the rules unfairly target foreign firms.", "China has advocated strongly for a larger role in global internet governance under Xi.", "\"China stands ready to develop new rules and systems of internet governance to serve all parties and counteract current imbalances,\" said Wang Huning, a member of the Communist Party standing committee at the event on Sunday.", "The conference, which is overseen by the Cyberspace Administration of China (CAC) invited foreign executives, Apple Inc's CEO Tim Cook and Google Inc chief Sundar Pichai as well as a Facebook Inc executive.", "Google and Facebook are banned in China, along with Twitter Inc and most major western news outlets.", "Top executives from Alibaba Group Holding Ltd, Tencent Holdings Ltd and Baidu Inc also attended the forum.", "(Editing by Jacqueline Wong)"], "https://www.nytimes.com/2017/12/04/briefing/utah-roy-moore-travel-ban.html": ["(Want to get this briefing by email? Here’s the sign-up.)", "Good evening. Here’s the latest.", "1. President Trump was in Utah, where he signed proclamations drastically reducing the size of two national monuments there: Bears Ears, above, and Grand Staircase-Escalante.", "That could open up millions of acres of protected land to oil and gas extraction, mining, logging and other commercial activities.", "Native American groups and environmentalists have vowed to fight the move in court, and the legal battle could alter the course of American land conservation.", "_____", "2. Earlier in the day, President Trump tweeted that the F.B.I. had ruined the life of Michael Flynn, his former national security adviser who has pleaded guilty to lying to the bureau. He also accused Hillary Clinton, his former electoral opponent, of lying “many times” to the F.B.I.", "And the president formally endorsed Roy Moore, the Republican candidate for Senate in Alabama. Mr. Moore, above, has been accused of inappropriate sexual contact with underage girls.", "_____", "3. The Senate passed the G.O.P. tax bill in record time, and we got a behind-the-scenes look at the frantic efforts. (Above at the podium: Senator Orrin Hatch, chairman of the finance committee.)", "When Republican leaders learned that a nonpartisan analysis showed the bill would increase the deficit by $1 trillion, they needed a game plan. So they went on the offensive.", "What else made it into the bill, besides tax cuts, and how could the measure reshape American society? We discuss the implications on our “The Daily” podcast.", "Meanwhile, Republicans are also trying to pass a two-week stopgap measure to avoid a government shutdown.", "_____", "4. The Supreme Court has allowed the third version of the Trump administration’s travel ban to go into effect while legal challenges against it continue.", "The decision is a victory for the White House after its mixed success before the court over the summer.", "For now, most citizens of Iran, Libya, Syria, Yemen, Somalia, Chad and North Korea will be barred from entering the U.S., along with some groups of people from Venezuela. Above, a protest against the ban in New York earlier this year.", "_____", "5. Ali Abdullah Saleh, above, who ruled Yemen for three decades until 2012, was reportedly killed amid fierce battles in the capital, Sana.", "He was just one of the strongmen whose rule was challenged during the Arab Spring. After he was forced from office, he remained a powerful political player, aligning himself with the Houthi rebels who have been fighting a Saudi-led coalition. Here is our full obituary.", "Separately, there are new questions about Saudi Arabia’s claim that it shot down a missile fired by the Houthis last month.", "_____", "6. The International Olympic Committee is set to announce how it is punishing Russia for systematic doping, one of the most ambitious schemes in sports history.", "Many people outside Russia seem to believe that barring the Russians entirely from the 2018 Winter Games in Pyeongchang, South Korea, is fair and necessary.", "But our columnist says the committee has a long record of timidity and slow decision-making, “especially when dealing with powerful nations that use sports to show off their strength.” Stay tuned. Above, the Russian team at Sochi.", "_____", "7. One unexpected outcome of the presidential election: Droves of women are entering electoral politics across the U.S., including Wendy Gooditis, above, who won a seat in the Virginia House of Delegates in November.", "Many candidates say they were angered by the election and energized by the Women’s March in Washington. (And even more driven after the deluge of sexual misconduct claims.)", "“We have never seen anything like what we have seen over the last 12 months,” said the president of Emily’s List, a national group devoted to electing female candidates.", "_____", "8. Facebook unveiled a new messaging app aimed at kids 13 and under, igniting a furious debate about the steady creep of technology into family life.", "Here’s how it works: An adult with a Facebook account must set up the app for his or her child. The adult creates the profile and chooses which friends and relatives the child can connect with.", "The company says the aim is to provide a more controlled environment for the kind of chatting that’s already commonplace among families.", "_____", "9. It’s a complicated social life for the South African dwarf mongoose, which is perhaps best known as the cousin of the beloved meerkat.", "When a dwarf mongoose takes up with a new group, it struggles to fit in, not contributing much at first. But after a few months of adjustment, it does just as well as the others, researchers found.", "You can see some up close in the video embedded in our article.", "_____", "10. Finally, may we present our critics’ lists of the 10 best TV shows of 2017.", "Ten is too few, and our critics had to make some difficult calls. Among those that survived the cut: “American Vandal,” above.", "Have a great night.", "_____", "Your Evening Briefing is posted at 6 p.m. Eastern.", "And don’t miss Your Morning Briefing, posted weekdays at 6 a.m. Eastern, and Your Weekend Briefing, posted at 6 a.m. Sundays.", "Want to catch up on past briefings? You can browse them here.", "If photographs appear out of order, please download the updated New York Times app from iTunes or Google Play.", "What did you like? What do you want to see here? Let us know at briefing@nytimes.com."], "https://www.nytimes.com/2017/12/01/technology/farhad-and-mikes-week-in-tech-sex-scandals-and-silicon-valley.html": ["Each Friday, Farhad Manjoo and Mike Isaac, technology reporters at The New York Times, review the week’s news, offering analysis and maybe a joke or two about the most important developments in the tech industry. Want this newsletter in your inbox? Sign up here.", "Farhad: Hello, Mike! How are you? You and I are both in New York this week. In fact, you’re sitting right next to me as I write this. The whole situation is very uncomfortable.", "Mike: Look at us, a pair of coastal elitists — literally the worst. But I do love New York in the fall. Leaves turn from green to red, pumpkin spice lattes slowly fade into, uh, holiday spice lattes. I miss that from California, the land of one season.", "Anyway, next time you write the newsletter while sitting next to me, please don’t stare at me the whole time. It is indeed uncomfortable.", "Farhad: O.K., let’s talk about the tech industry. Let’s start with this week’s episode of Problematic Men. A report by The Information found that Andy Rubin, a former Google executive who was one of the founders of Android, was the subject of an internal investigation at the search company that found he had an inappropriate relationship with an employee. He left Google in 2014, and it is not clear what disciplinary measures, if any, the company took. He denies wrongdoing.", "The Information also reported that David Drummond, the company’s top lawyer, had an extramarital affair with a female subordinate in his department. The two had a child together. When the affair was disclosed to Google’s human resources department, the woman, a paralegal, was moved into the sales department. She later left the company; Mr. Drummond still works there.", "Hoo boy. I suspect we’re gonna get a lot more of these stories from Google and the rest of the industry. I mean, of course we will — we’re talking about a culture that has systematically sidelined women. It’s going to get ugly.", "Mike: On the one hand, holy moley! The reckoning continues for powerful men across industries far beyond Hollywood. Matt Lauer just got fired for his own gross indiscretions, not to mention Charlie Rose and even Garrison Keillor, the “Prairie Home Companion” guy.", "But on the other hand, while men may be shocked at the heinous acts being reported, the response I’ve heard from women friends is shock that men are actually being held accountable for these acts. For years this activity has occurred in many industries — maybe all industries — and countless women have been caught in power dynamics beyond their control. The fact that a wave of accountability has arrived is surprising, perhaps, but also long, long overdue.", "Farhad: Let’s switch to a less ugly story. Just kidding — let’s talk about Uber.", "Mike: Oof. But fair.", "Farhad: As you know, the car-hailing company is locked in a trade secrets legal battle with Waymo, the autonomous car company spun out of Google. There were some amazing new developments this week. The judge in the case was alerted to a previously undisclosed letter in which a former Uber employee detailed a damning plan to steal competitors’ trade secrets.", "This looks very bad! After all, this case is about stealing trade secrets. The judge delayed the trial and harshly rebuked Uber. “I can no longer trust the words of the lawyers for Uber in this case,” he said. “If even half of what is in that letter is true, it would be an injustice for Waymo to go to trial.”", "Mike, you’re the Uber expert. Is this as terrible as it looks? How does Uber survive this case now?", "Mike: This strikes me as the legal equivalent of getting caught cheating on your final high school exams by a teacher who already doesn’t like you. (Not that I, uh, have any experience with that.)", "To upset a judge the way Uber has done, by not disclosing particularly damning evidence, has really hurt it. I have to believe that will be hard to come back from. And the trial hasn’t even started yet!", "Moreover, this really has Uber in a tight spot as it tries to sell secondary shares to new investors, who are pressing the company to have a lower valuation so that they can get in for cheaper. It’s probably the world’s worst timing.", "So, yeah. Another bad week for Uber. But when has it been different? Not since 2014, perhaps?", "Farhad: One last thing. Remember Snapchat, the app that started the disappearing photo messages craze? Well, after a terrible year in which it failed to meet investors’ expectations on user growth and revenue, the company is now redesigning its famously complicated interface.", "Mike: I’m so old I remember the column you wrote saying you were only going to use Snapchat from now on. Heh.", "Farhad: Yeah, yeah. Well, at the heart of the redesign is a concept that Snap says could solve some of the problems we’ve seen on other social platforms. The company is splitting news and stories from brands and publishers into a feed that’s separate from one in which your friends appear. Evan Spiegel, Snap’s C.E.O., says this move could reduce misinformation and tamp down on the performative style we see on Facebook and Twitter.", "I think he’s overselling it, but I’m optimistic about this idea. Snap has pioneered a lot of new ideas in social media by questioning the assumptions of big Silicon Valley companies. Maybe it can find some way out of the morass that is today’s social world? Right? Tell me I’m not crazy, Mike.", "Mike: I am so conflicted on Snapchat. I really do think that Evan has a brilliant mind for product design, and that he really understands how people share things with each other digitally.", "That said, Snapchat hampered itself and its growth with its seemingly intentional inscrutability for so many years. And the way Snap presented itself on its I.P.O. roadshow seemed to position the company as the next Facebook.", "Clearly it won’t be the next Facebook. But it could be the next new way to consume legitimate, non-terrible and non-fake media. That doesn’t sound half bad.", "O.K., time to head back to California. See you on the plane?", "Farhad: Remind me to upgrade my seat at the gate.", "Farhad Manjoo writes a weekly technology column called State of the Art. Mike Isaac covers Facebook, Uber and Twitter. You can follow them on Twitter here: @fmanjoo and @MikeIsaac"], "https://www.nytimes.com/2017/12/01/books/review/slayers-vampires-buffy-oral-history-edward-gross-mark-altman.html": ["SLAYERS & VAMPIRES\nThe Complete Uncensored, Unauthorized Oral History of Buffy & Angel\nBy Edward Gross and Mark A. Altman\n524 pp. Tor/Tom Doherty Associates. $27.99", "Ask any die-hard devotee of “Buffy the Vampire Slayer” when the current New Golden Age of Television began and you’ll probably get an earful about how the first nuggets in today’s gold rush rolled onto the scene in 1997, when that show made its broadcast debut. (You may also hear babbling about tiny fear demons or cursed band candy, but your results may vary.) “Buffy the Vampire Slayer,” largely about a teenage girl called upon by mystical tradition to protect the world by dusting those evil fanged bloodsuckers, cheekily treated the high school experience like the horror movie it was for many people. Buoyed by lively acting, the show continually found new ways to tell its stories, which were sprinkled with snappy dialogue, punchy girl-power action scenes and very real emotions.", "“Slayers & Vampires: The Complete Uncensored, Unauthorized Oral History of Buffy & Angel,” by Edward Gross and Mark A. Altman, arrives just in time to help fans celebrate and marinate in 20 years of “Buffy” memories, as well as those of its broody 1999 spinoff “Angel,” which followed Buffy’s former flame to Los Angeles for five seasons of undead detective work. At more than 500 printed pages, the book is a hefty collection of interviews from actors (including the stars, Sarah Michelle Gellar and David Boreanaz), writers, producers and academics.", "Readers can get the inside scoop on a wide range of topics — for instance, what it was like to film “Hush,” a fourth-season “Buffy” episode that contained only 17 minutes of spoken dialogue in a 44-minute broadcast, or the main reason the “Angel” cast had a major change-up late in its run. The social issues the shows tackled (or not) at the time are also discussed, particularly in regards to WB network concerns: A staff member reveals that the part of Cordelia, Buffy’s acerbic rich pal, was originally meant for a black actress, but spine-free executive worries about interracial relationships thwarted the casting intention. Queer characters eventually fared better.", "For the obsessive viewer, “Slayers & Vampires” is a new primary text to pore over, with plenty of behind-the-scenes tidbits about who hated whom and how TV shows are made. The authors even devote about 10 pages to the “Buffy” cast and crew recalling the creation of “Once More, With Feeling,” the popular sixth-season musical episode that proved to be a bright spot in the grim American fall of 2001.", "That musical episode, like many of the early “Buffy” scripts, was written and directed by Joss Whedon, the show’s creator and a frequent voice in “Slayers & Vampires.” Dissatisfied with the way his film screenplays were produced by others, he vowed: “The next person who ruins one of my scripts is going to be me.”", "At the time, Whedon was hailed for the feminist perspective reflected in his work. Some of his quotes in the book support that view, but readers may feel doubts creep in if they’ve read the blistering online essay published last summer by his ex-wife, Kai Cole, alleging infidelity and less-than-feminist behavior during their 16-year marriage; a reference in the book to Whedon giving “pony rides” to his actresses feels retro-squicky. Aside from claiming “inaccuracies and misrepresentations,” he has declined to comment on his ex-wife’s accusations.", "That’s not the only place he declined to comment. At the very end of “Slayers & Vampires,” the authors note that Whedon’s numerous responses were taken from conversations he’d had elsewhere with the co-author Edward Gross. In their acknowledgments, the authors also state that “in almost all cases, material is taken from original interviews” but admit to scraping public comments from news conferences and conventions into the manuscript.", "The revelation that “Slayers & Vampires” is something of a cut-and-paste job is not much of a surprise, given the sometimes-disjointed flow of the commentary, with writers and actors directly contradicting one another as if they weren’t in the same room. Nearly identical comments from the same person appearing a page or two apart also distract. Key actors like Alyson Hannigan and Nicholas Brendon (who played two of Buffy’s closest buddies, Willow and Xander) are barely in the book, which is also devoid of photos.", "“Slayers & Vampires” is clearly intended for “Buffy” and “Angel” aficionados, but these dedicated fans are also going to notice skewed representation and authorial slips. For example, in the synopsis describing the excellent second season of “Buffy,” the authors write that events forced “Buffy to turn Mr. Pointy on the former object of her affections.”", "While it sounds like a hip reference, Mr. Pointy was actually the favorite stake of Kendra, the Jamaican slayer who came forth as a plot point in the first season — and Buffy skewered her beloved with a sword blessed by a virtuous knight who had defeated the demon Acathla centuries before. Seriously, guys, Buffyverse fans notice these details and we get cranky about our fictional realities.", "For those who haven’t seen either “Buffy” or “Angel,” hold off on reading “Slayers & Vampires” unless you want plot spoilers popping up like invading zombies on nearly every page. Better yet, watch the original shows first. All the “Buffy” episodes can be streamed on the Hulu subscription service or purchased as video downloads from the major online video emporiums; “Angel” is less widely available, but Hulu and the Google Play store have all five seasons. With no nostalgia-driven revival in sight, the “Buffy” legacy remains, frozen in time as a glorious pop-culture milestone and perhaps prophesied by one of the Slayer’s lines from the series: “I may be dead, but I’m still pretty.”"], "https://www.nytimes.com/2017/12/01/briefing/tillerson-merkel-erdogan.html": ["(Want to get this briefing by email? Here’s the sign-up.)", "Good morning.", "Here’s what you need to know:", "• Senior White House officials tell our reporters that President Trump plans to replace Rex Tillerson, the secretary of state, with the C.I.A. director, Mike Pompeo.", "(He is said to already have in mind a successor to Mr. Pompeo at the C.I.A.)", "Separately, we learned that Mr. Trump has urged senior Senate Republicans, in highly unusual requests, to end an investigation into Russia’s interference in the 2016 election.", "And a vote in the Senate on its tax bill is expected today. Republicans scrambled to find sources of revenue to offset some of the measure’s cost. (Many higher-earning taxpayers would get a tax cut in 2019, including eight in 10 millionaires.)", "_____", "• Mr. Trump united Britons in outrage over his sharing of anti-Muslim videos from a British far-right group on Twitter.", "Criticism came from ideological opposites like Sadiq Khan and Nigel Farage. Pressure was growing to withdraw an invitation for a state visit.", "Meanwhile, the fringe far-right group basked in the limelight.", "_____", "• At a meeting in Ivory Coast, African and European leaders agreed to a plan to fight people-smuggling networks and repatriate migrants stranded in Libya.", "Between 400,000 and 700,000 migrants are living in Libyan camps, according to one estimate. So far, about 13,000 have returned to their home countries.", "A recent video of the sale of migrants as slaves served as a reminder for European leaders that their policies risked trapping migrants in inhumane conditions, our correspondent writes.", "_____", "• Turkey’s president, Recep Tayyip Erdogan, ordered banks to participate in an oil-for-gold scheme to evade U.S. sanctions on Iran, a U.S. government witness told a court in New York. Mr. Erdogan has repeatedly denounced the inquiry.", "Separately, the Turkish Parliament rejected a motion to investigate allegations by the opposition that Mr. Erdogan’s family had moved millions of dollars offshore.", "Mr. Erdogan is expected to visit Greece next week in what would be the first visit by a Turkish head of state to the Mediterranean neighbor in 65 years.", "_____", "• The Kremlin will host the 2018 World Cup draw today.", "Each of the 32 teams has been assigned to one of four pots, based on its world ranking. Here’s how it all works, and how to watch it at 4 p.m. Central European Time, 10 a.m. Eastern. We will provide minute-by-minute coverage on nytimes.com.", "(Above, a clock in Moscow that counts down to the first match in June.)", "• Car companies and navigation services are racing to fix one of the most persistent headaches for drivers: finding a parking spot.", "• Major oil exporters extended production cuts.", "• An idea for creating air or fuel from the Martian atmosphere led to a breakthrough in powering big data centers.", "• Many Americans born in the 1960s are not earning as much as they expected.", "• Here’s a snapshot of global markets.", "• Angela Merkel, the German chancellor, met the leader of the Social Democrats to break an impasse over the formation of a new government. [The New York Times]", "• Death and starvation in a war-ravaged Syrian suburb provided a pessimistic backdrop to the peace talks in Geneva. [The New York Times]", "• Egypt, in a snub to the U.S., agreed to allow Russian military jets to use its airspace and bases. [The New York Times]", "• Many in Russia question whether Ksenia Sobchak, an opposition candidate in next year’s presidential election, is opposing Vladimir Putin or doing his bidding. Our correspondent followed her on the campaign trail. [The New York Times]", "• As two more U.S. media figures face sexual assault accusations (Russell Simmons, the hip-hop mogul, and the playwright Israel Horovitz), we looked at some of the misguided reasons that such accusations are often doubted. [The New York Times]", "(Our new gender editor provides her insights in the first edition of our newsletter The #MeToo Moment.)", "• A judge in Spain is set to review today the detention of a group of Catalan separatist leaders awaiting trial on charges of rebellion for declaring independence. [Associated Press]", "• Five Arctic nations completed negotiations with the E.U., China and others to impose a moratorium on fishing in new ice-free areas. [The New York Times]", "• And the Japanese government set a date for the abdication of Emperor Akihito: April 30, 2019. [The New York Times]", "Tips, both new and old, for a more fulfilling life.", "• Recipe of the day: This weekend, surprise someone with a homemade ginger stout cake.", "• How to clean any type of holiday stain, from stout cake to gravy and wine.", "• Exercise may enhance the effects of brain training.", "• The Italian filmmaker Pier Paolo Pasolini sought inspiration in the working-class Rome neighborhood he called home. Some of its residents keep his memory alive more than 40 years after his murder.", "• Bored Panda, a tiny Lithuania-based publisher, is thriving on Facebook despite algorithm changes that doomed its competitors.", "• Pottery is the new Pilates as many are turning to crafts as a balm and a corrective.", "• Finally, some reading advice for the weekend: Our critics picked the 10 best books of 2017. (Random news fact: Iceland’s new prime minister is an expert in crime thrillers.)", "It’s considered the highest art form of its class, with equal parts risk and high reward. It’s impossibly light, and taller than it is wide. The jeweled citrus peel is the (dried) cherry on top.", "We’re of course speaking of panettone (pronounced pann-eh-TOH-nee), the traditional Italian bread served over Christmastime. The boxed fruitcake lines grocery stores around the world but is deeply rooted in Milanese folklore dating to the Middle Ages.", "One legend of the origin of panettone involves a nobleman’s love for the daughter of a baker named Toni. Forbidden from marrying her, the nobleman disguised himself and went to work for the baker, creating a new bread to impress the woman, made with butter, eggs and candied fruit. The bread was such a hit at court, a new dessert was named in its honor — pan del Ton — and the nobleman was allowed to marry the daughter.", "Five hundred years later, the boxed version of panettone became widely available. Homemade panettone is notoriously difficult: Butter a couple of degrees too warm can turn the dough to mush.", "But the proof is in the pudding.", "“It melts in your mouth and it’s suddenly gone,” one baker told The Times. “And then you want to eat more.”", "Remy Tumin contributed reporting.", "_____", "This briefing was prepared for the European morning and is updated online. Browse past briefings here.", "You can get the briefing delivered to your inbox Monday through Friday. We have four global editions, timed for the Americas, Europe, Asia and Australia, and an Evening Briefing on U.S. weeknights. Check out our full range of free newsletters here.", "If photographs appear out of order, please download the updated New York Times app from iTunes or Google Play.", "What would you like to see here? Contact us at europebriefing@nytimes.com."], "https://www.nytimes.com/aponline/2017/12/01/technology/ap-us-tec-gift-guide-streaming-tv-devices.html": ["NEW YORK — Why watch video on a phone or a tablet when you can get a device for as little as $30 to stream shows on a big-screen TV?", "Apple, Google, Amazon and Roku are all competing to be your gateway to online video. Which device you need will largely depend on what services you watch and what kind of TV you have.", "Of course, the device alone won't be enough. You'll probably want at least one subscription to a video service such as Netflix or Hulu, which charge monthly fees. Others, such as WatchESPN, require a cable TV subscription. Plenty of others — YouTube, for instance — offer video for free with ads, although their selections can be limited.", "Here's a holiday buying guide for the TV-streamers in your life.", "___", "STREAMING BUILT-IN", "Smart TVs, game consoles and the TiVo digital video recorder all have streaming capabilities built in. If all you watch is Netflix and Hulu, you'll be fine with those. But apps for individual channels such as The CW and FX won't work with every device.", "The exceptions are TVs that run Roku or Amazon software or that have Google's Chromecast technology built in. They tend to have wider app selections, so you might not need a streaming device at all.", "___", "AMAZON FIRE TV", "Although Amazon has gotten better about promoting rival services, its Fire TV device is best seen as a companion to the company's $99-a-year Prime loyalty program. Video available through Prime is prominent. The device has Amazon's Alexa voice assistant built-in, giving you weather, sports scores, stock quotes and playback controls with selected apps — ask Alexa to forward 30 seconds, for instance.", "Amazon's $40 Fire TV Stick is good for regular, high-definition TV sets.", "If you have a higher-resolution 4K TV, you'll want the regular Fire TV for $70. There isn't a lot of 4K video yet, but the price difference is small compared with what 4K TVs cost. The regular Fire TV also offers high-dynamic range, which has better contrast and produces brighter whites and darker blacks. Again, HDR video is slowly coming.", "Fire TV doesn't offer apps for iTunes or Google Play video. Fire TV's remote also lacks volume controls, something that's becoming standard on streaming devices.", "___", "ROKU", "Roku has one of the most complete channel libraries — more than 5,000, many you've never heard of. But there's no iTunes.", "Roku's Express sells for just $30. The $50 Streaming Stick gets you a remote with volume buttons and voice search — though we're talking basic queries related to shows and apps, not playback controls or information such as weather. The $70 Streaming Stick Plus adds 4K and HDR. Bells and whistles in the $100 Ultra include a remote that will emit a sound to help you find it in your couch cushion.", "The Ultra's remote has a headphone jack, so you can watch TV without waking up roommates. For cheaper models, you can get that through Roku's smartphone app. (With Fire TV and Apple TV, you can pair wireless headphones.)", "___", "GOOGLE", "Google's Chromecast is cheap but trickier to use, as you have to start video on your phone and then switch the stream to the TV. An entry-level streaming device from Amazon or Roku might be a better choice now that those prices have come down.", "Separately, Google offers its Android TV software for other makers of streaming devices. Google's YouTube and Play services often get prominent billing in search results. Again, no iTunes.", "Nvidia's Shield device is one notable example of an Android TV device, though it's pricey, starting at $179. It comes with 4K and HDR. You get voice searches through Google Assistant — playback controls with some apps, weather and data you might never think to ask a TV, such as flight status.", "Shield is powerful and designed with gamers in mind; one feature allows screen sharing of game play. A package that includes a game controller costs $20 more. The controller gives you a headphone jack for private listening and hands-free queries with Google Assistant. Even if you're not a gamer, it's nice not to have to press a microphone button on a remote to ask Google to pause or start video from the beginning.", "___", "APPLE TV", "Though an iPhone isn't required, Apple TV will be most useful with one. The basic device is $149; a version with 4K and HDR costs $30 more. You're paying for the experience — in particular, integration and syncing with other Apple gadgets. For instance, you can type passwords on an iPhone instead of navigating a keyboard on the TV character by character.", "Siri offers similar playback controls and information queries as Alexa and Google Assistant. The touchpad on the remote offers faster forwarding and rewinding than rivals.", "And while all streaming devices offer more than just video, Apple TV goes much further in offering an iPhone-like experience on a big screen. You can browse Ikea's catalog or order food from Grubhub, for instance. Apple TV is the only device to support iTunes, but there's no Google Play. Amazon is expected by the end of the year."], "https://www.nytimes.com/2017/12/04/fashion/gucci-taxes-investigation.html": ["Gucci, Italy’s greatest fashion success story and a brand whose renaissance has become a model the whole industry wants to emulate, is also being investigated as perhaps among its biggest tax evaders.", "The Italian tax police searched the so-called Gucci Hub, the 377,000-square-foot campus in Milan that is home to over 250 employees, last week, as well as Gucci’s offices in Florence.", "The search was part of a criminal investigation into the brand by the prosecutor’s office in Milan. The Italian newspaper La Stampa reported that the authorities were looking into whether Gucci should have paid as much as 1.3 billion euros, or $1.54 billion, in past taxes, a figure confirmed by a person briefed on the inquiry.", "That would be among the largest tax bills to hit any brand in Italian fashion history, and among the largest bills ever in the country.", "In a statement, the company said: “Gucci confirms that it is providing its full cooperation to the respective authorities and is confident about the correctness and transparency of its operations.”", "At issue are Gucci’s long-established Swiss operations. The prosecutor’s office, Italy’s white-collar criminal authority, says that Gucci declared profits in Switzerland that should have been declared in Italy. The Swiss tax authorities tend to tax companies at a more favorable rate.", "The inquiry is the latest in a string of tax investigations in Italy against prominent companies. Google settled a tax bill with the Italian authorities this year for $334 million; in 2015, Apple settled for around $350 million.", "It is also the latest in a series of investigations into Italian fashion brands, most of which were settled by the companies involved to avoid expensive, extended litigation and the tarnishing of their image. Giorgio Armani, for example, agreed to pay $373 million in 2014; Miuccia Prada and her husband, Patrizio Bertelli, paid a reported $571 million in 2013; and Bulgari settled for $78.6 million in 2015.", "Dolce & Gabbana spent seven years fighting accusations that it created a Luxembourg-based company to shelter its profits. Though the brand and its owners, Domenico Dolce and Stefano Gabbana, were originally convicted, in 2014 the Court of Cassation in Rome, Italy’s highest court, cleared them of all charges.", "Even on such a list, however, Gucci’s case stands out, because of the extremely large sum involved; the fact that the fashion brand is owned by Kering, the French luxury and sports lifestyle group that also owns Bottega Veneta, Saint Laurent and Balenciaga, among other names; and Gucci’s reputation as the fairy tale of fashion. (Kering declined to comment further.)", "Gucci’s astonishing recent growth — 48 percent in comparable year-on-year sales in the first quarter of 2017, 39 percent in the second quarter and 49 percent in the third — has made both the chief executive, Marco Bizzarri, and the creative director, Alessandro Michele, the toast of the industry.", "Gucci was ranked 47th on Forbes’s Most Valuable Brands list this year, with a value of $12.7 billion as of May. Last year at the Fashion Awards in London, Mr. Bizzarri was given the International Business Leader award, and Mr. Michele won the International Accessories designer award. The same year, Mr. Michele also won the International Award at the Council of Fashion Designers Awards in New York.", "It may be exactly that halo that caused the prosecutor’s office to focus on the brand.", "“They could become the poster child of a new world order of tax avoidance,” said Leopoldo Zambeletti, an independent strategic adviser and former banker at JPMorgan Chase. “What better way to show you mean business than to take on the biggest, shiniest name?”", "Luca Solca, head of luxury for the investment firm Exane BNP Paribas, was more sanguine. “The Italian tax authorities have been challenging a number of tax optimization frameworks — the case of Luxottica, Dolce & Gabbana and several others come to mind — with different levels of success,” he said.", "Noting that Gucci had established significant operations in Switzerland, he added: “I presume that this is one legitimate reason why their tax rate is lower. I’m expecting a measured reaction.”"], "https://www.nytimes.com/reuters/2017/12/01/technology/01reuters-technology-slush-europe-supercell.html": ["HELSINKI — \"Clash of Clans\" maker Supercell will focus on a few mobile games and kill off those which it does not expect to become a top-10 global hit, its chief executive said on Friday.", "The Finnish firm was the world's second-biggest publisher last year in terms of revenue collected on Apple's iOS and Google Play stores, second only to China's Tencent, which is its majority owner.", "Supercell's four games -- Clash of Clans, Clash Royale, Boom Beach and Hay Day -- have around 100 million daily active players in total, with Tencent Chief Executive Martin Lau a self-confessed fan of real-time multiplayer game Clash Royale.", "Ilkka Paananen, CEO of Supercell told the Slush tech start-up conference that the company had developed ten games ahead of its latest launch, but only released one of them.", "\"I fully expect that to be the case going forward... we won't be launching that many games. We don't want to launch games that we believe don't have a chance to hit the top ten globally,\" Paananen said.", "Supercell, founded in 2010 and valued in 2016 at around $10 billion, had a core profit of around $1 billion on sales of $2.5 billion last year.", "Clash of Clans, in which players form clans with other players and battle in a Medieval-style fantasy world, has remained on the list of top-earning applications since its launch in 2012.", "Tencent's Lau, who appeared on stage with Paananen, said he regretted not investing in Supercell earlier, adding that Tencent had offered to take a 20 percent stake in around 2012, but Supercell's owners only wanted to sell a majority stake.", "\"I did a big mistake of not meeting him (Paananen) at that time, it was a $3 billion mistake.\"", "Supercell, which has kept its operational independence and Helsinki headquarters, first entered into a deal with Japan's Softbank in 2013. Tencent bought Softbank's stake last year and has increased its shareholding to 83.6 percent.", "Tencent, China's biggest social network and gaming firm, last month surpassed Facebook with a market value of more than $520 billion.", "\"Getting access to their resources in China is a big advantage for us,\" Paananen said.", "Lau, a passionate player himself, said he ranked at one point among the top 100 players in Clash Royale.", "(Reporting by Jussi Rosendahl and Tuomas Forsell; editing by Alexander Smith)"], "https://www.nytimes.com/reuters/2017/12/01/technology/01reuters-usa-cyber-surveillance.html": ["WASHINGTON — A U.S. House panel on Friday approved legislation that would renew the National Security Agency’s warrantless internet surveillance program, despite objections from the technology sector and civil liberties groups over inadequate privacy protection.", "The House Intelligence Committee passed 13-8 the measure to reauthorize Section 702 of the Foreign Intelligence Surveillance Act for a further four years until 2021. The act is due to expire on Dec. 31 in the absence of congressional action.", "The bill's passage signaled that Congress remained far from consensus on how to renew Section 702, as several rival bills with various new privacy provisions circulated in the House and Senate, with no clear path forward for any measure.", "Intelligence agencies say Section 702 is vital to national security and protecting American allies, and the Trump administration wants minimal changes to it.", "But privacy advocates criticized the intelligence panel's bill for not requiring a warrant to access collected data belonging to Americans.", "Reform Government Surveillance, a group representing major tech companies including Facebook, Alphabet's Google and Apple that presses governments around the world to bolster digital privacy protections, issued a lengthy statement Thursday denouncing the measure, which it said may expand government surveillance.", "All Republicans on the intelligence panel supported the measure, while all Democrats opposed it due to a mix of concerns, including language that would revise how government officials can \"unmask\" the identity of Americans' names' typically redacted in intelligence intercepts.", "Republicans, including President Donald Trump, have accused without evidence the previous administration of President Barack Obama, a Democrat, of improperly unmasking names for political reasons, a charge Democrats have rejected.", "Section 702 allows the NSA to collect vast amounts of digital communications from foreign suspects living outside the United States.", "But the program, classified details of which were exposed in 2013 by former NSA contractor Edward Snowden, incidentally gathers communications of Americans for a variety of technical reasons, including if they communicate with a foreign target living overseas. Those communications can then be subject to searches without a warrant, including by the Federal Bureau of Investigation.", "The House Judiciary Committee last month passed by 27-8 another measure that partially restricts the FBI’s ability to review American data collected under Section 702 by requiring the agency to obtain a warrant when seeking evidence of crime, but not in other cases such as for data related to counterterrorism.", "(Editing by Bernadette Baum)"], "https://www.nytimes.com/aponline/2017/12/01/business/ap-us-business-highlights.html": ["___", "Top Republican claims enough votes for Senate OK of tax bill", "WASHINGTON (AP) — A $1.4 trillion tax bill written by Republicans is headed toward passage after some last-minute wrangling. In a bid to win over enough votes, GOP leaders have agreed to more generous tax breaks for some taxpayers and scale back others. Overall, the bill would slash the corporate tax rate, offer more modest cuts for families and individuals, and eliminate several popular tax deductions. The legislation would bring the first overhaul of the U.S. tax code in 31 years.", "___", "Would Trump really pay more under the tax bill? Not likely", "WASHINGTON (AP) — President Donald Trump keeps telling voters that he stands to pay more under the Republican tax legislation. Yet the evidence suggests otherwise. Details of the House and Senate tax bills show that an extremely wealthy elite — including the president, his family, many in his Cabinet and members of his golf resorts — would enjoy a bonanza of lavish tax cuts unavailable to the vast majority of taxpayers.", "___", "US stocks mostly recoup their losses after early slide", "NEW YORK (AP) — Wall Street took investors on a turbulent ride Friday as stock indexes veered into a steep slide that knocked 350 points off the Dow Jones industrial average before the market eventually clawed back most of its losses. The market stumbled after former national security adviser Michael Flynn pleaded guilty to lying to the FBI and said he would cooperate with the probe into Russian meddling in the U.S. presidential election. Those jitters were allayed somewhat by early afternoon, when Senate Republicans signaled they have enough votes to push forward on the tax legislation.", "___", "Macy's plans to hire 7,000 extra seasonal workers", "NEW YORK (AP) —Macy's is hiring an extra 7,000 seasonal associates this holiday season, saying traffic in its department stores nationwide has been high. The company said Friday that the hires will work on the sales floor and also fulfill online, pick-up-in-store orders and do other operational jobs. Most of the jobs are part-time. That is in addition to the 80,000 temporary holiday workers Macy's said it expected to hire early in the fall.", "___", "US world's biggest supplier of heavy oil refining byproduct", "NEW DELHI (AP) — The U.S. is supplying vast quantities of a dirty fuel waste that Indian environmental advocates say is contributing to their country's air pollution. U.S. refineries are the largest producers of petroleum coke, a byproduct of refining Canadian tar sands crude and other heavy oils. Petcoke is popular in India's power plants and factories because it's cheaper and burns hotter than coal. But it also contains more planet-warming carbon and far more heart- and lung-damaging sulfur.", "___", "NBC launches review of Lauer behavior, company response", "LOS ANGELES (AP) — NBC News Chairman Andrew Lack says the company is launching an internal review into Matt Lauer's alleged sexual misconduct and how it was able to occur. In a company-wide memo released publicly Friday, Lack says that's among the questions employees are asking in the wake of Lauer's firing as host of NBC's \"Today.\" He says the findings will be shared and acted on, no matter how painful, but the memo doesn't say whether the findings will be made public.", "___", "Postal regulators move to let stamp prices jump higher", "WASHINGTON (AP) — Seeking to bolster the ailing U.S. Postal Service, federal regulators are moving to allow bigger jumps to stamp prices beyond the rate of inflation. That could eventually add millions more dollars to companies' shipping rates and consumer costs. The Postal Regulatory Commission has announced the decision as part of a much-anticipated, 10-year review of the Postal Service's stamp rates.", "___", "Investors eye 'Santa Claus rally;\" tax overhaul is wild card", "NEW YORK (AP) — Is Santa Claus coming to town? Wall Street thinks so, even though stocks have already exceeded most expectations this year. December on average is the best month for stocks. Although there are some warning signs, analysts have some solid reasons to expect a \"Santa Claus rally.\"", "___", "Federal regulator gives OK for bitcoin futures to trade", "NEW YORK (AP) — A federal regulator gave the go ahead on Friday to the CME Group to start trading bitcoin futures later this month, the first time the digital currency will be traded on a Wall Street exchange and subject to federal oversight.", "___", "Gift Guide: Choosing a streaming device without overpaying", "NEW YORK (AP) — Apple, Google, Amazon and Roku are all competing to be your gateway to online video on the big-screen TV. Which device you need will largely depend on what services you watch and what kind of TV you have. Apple TV, for instance, is the only device to work with Apple iTunes. If you don't need that, cheaper models from Amazon or Roku will do just fine — especially for regular high-definition television sets.", "___", "The Standard & Poor's 500 index fell 5.36 points, or 0.2 percent, to 2,642.22. The Dow Jones industrial average slid 40.76 points, or 0.2 percent, to 24,231.59. The Nasdaq composite lost 26.39 points, or 0.4 percent, to 6,847.59. The Russell 2000 index of smaller-company stocks gave up 7.12 points, or 0.5 percent, to 1,537.02.", "Benchmark U.S. crude New York rose 96 cents, or 1.7 percent, to settle at $58.36 a barrel. Brent, the international standard, added $1.10, or 1.8 percent, to close at $63.73 a barrel. In other energy futures trading, wholesale gasoline gained a penny to $1.74 a gallon. Heating oil picked up 4 cents to $1.94 a gallon. Natural gas gained 4 cents to $3.06 per 1,000 cubic feet."], "https://www.nytimes.com/aponline/2017/12/01/us/ap-us-internet-trolling-lawsuit.html": ["A neo-Nazi website publisher has asked a federal judge to throw out a lawsuit that accuses him of orchestrating an anti-Semitic internet trolling campaign against a Montana real estate agent and her family.", "Lawyers for The Daily Stormer's founder, Andrew Anglin, argued in a court filing Thursday that the First Amendment protects his posts calling for a \"troll storm\" against Tanya Gersh. Everything Anglin wrote about Gersh was \"political speech,\" his lawyers said.", "\"That the speech is particularly emotionally hurtful and causes anguish does not strip it of First Amendment protection,\" they wrote.", "Gersh sued Anglin in April, saying her family received a barrage of threatening and harassing emails, phone calls and other messages after he published their personal information, including her 12-year-old son's Twitter handle and photo. In a string of posts that started last December, Anglin accused Gersh and other Jewish residents of Whitefish, Montana, of engaging in an \"extortion racket\" against the mother of white nationalist Richard Spencer.", "Gersh's lawsuit said she agreed to help Spencer's mother sell commercial property she owns in Whitefish amid talk of a protest outside the building. Sherry Spencer, however, later accused Gersh of threatening and harassing her into agreeing to sell the property.", "Messages that Gersh says she received from The Daily Stormer's readers \"are generally recognized anti-Semitic tropes, without actual harm reasonably to be construed,\" Anglin's lawyers said.", "\"And, even Nazi expression, no matter the psychic harm on Jewish residents, is nonetheless protected speech,\" they wrote.", "Gersh claims Anglin invaded her privacy, intentionally inflicted \"emotional distress\" and violated a Montana anti-intimidation law.", "Anglin's lawyers argue Gersh didn't have a \"reasonable expectation of privacy\" because all of the information he published about her was publicly available.", "Anglin's Dec. 16 article about Gersh urged readers to \"take action\" against her and other Jewish residents of Whitefish. Gersh has said the trolls' hateful messages, replete with slurs and Holocaust references, left her so scared for her family's safety that she packed a bag and left it on her bedroom floor for three months in case they decided to flee their home.", "Lawyers from the Alabama-based Southern Poverty Law Center filed Gersh's suit in Missoula, Montana. Anglin is represented by Marc Randazza, a Las Vegas-based lawyer specializing in free-speech cases.", "Months passed before Anglin's lawyers formally responded to the suit. Gersh's lawyers accused Anglin of trying to conceal his whereabouts to avoid being served with a copy of the suit. They looked for him at several addresses in Ohio, where he has used a mailing address.", "Anglin's lawyers said in Thursday's court filing that he isn't an Ohio resident but didn't specify where he's living.", "Anglin's site takes its name from Der Stürmer, a newspaper that published Nazi propaganda. The site, which includes sections called \"Jewish Problem\" and \"Race War,\" has struggled to stay online over the past few months. Domain name registration companies Google and GoDaddy yanked the site's web address, effectively making it unreachable, after Anglin published a post mocking the woman killed in a deadly car attack at a white nationalist rally in Charlottesville, Virginia, in August.", "Muslim-American radio host Dean Obeidallah sued Anglin in August, accusing him of falsely labeling Obeidallah as the \"mastermind\" behind a deadly bombing at a concert in England."], "https://www.nytimes.com/reuters/2017/12/04/world/europe/04reuters-russia-usa-media.html": ["MOSCOW — Russia's communications watchdog Roskomnadzor said on Monday it would respond in kind to any violations of the rights of Russian companies and media abroad, saying it had the tools to do this, the RIA news agency reported.", "Russia threatened to take action against Alphabet Inc's Google if articles from Russian news websites Sputnik and Russia Today were placed lower in search results, after a statement by Alphabet Executive Chairman Eric Schmidt appeared to admit this.", "\"We have been in correspondence with Google regarding this, and Google replied to us that they had in no way implied this ranking of information,\" RIA cited Roskomnadzor head Alexander Zharov as saying.", "\"It is completely clear that there is the need to react in kind to any violations of the rights of our companies as well as of our mass media,\" he said. \"And the Russian Federations has the tools to do this.\"", "(Reporting by Jack Stubbs; Writing by Dmitry Solovyov; Editing by Maria Kiselyova)"], "https://www.nytimes.com/2017/12/01/nyregion/acting-studios-are-struggling-does-it-matter.html": ["In the late 1950s, Robert Duvall was studying acting at the Neighborhood Playhouse, sharing a Manhattan apartment with Dustin Hoffman and going to parties at Gene Hackman’s place.", "The three friends would all go on to win Academy Awards, helping to establish the classic blueprint for pursuing an acting career in New York: Move here, hone your craft at a gritty acting studio, do a handful of plays, conquer Hollywood.", "Things have changed since the heyday of theater-trained movie stars and the independent acting schools that shaped them. Many small studios, threatened by rising rents, decrepit buildings, well-funded university programs, and instant internet stardom, are now struggling.", "Just ask Mary Boyer, who moved to the city from the Midwest in 1973 to pursue an acting career. She eventually became a teacher and a director, opening her own school in 2003. But by 2008, Boyer’s 150 students had dwindled to about 50.", "“The economy changed,” Ms. Boyer said, “and what actors and audiences wanted sort of changed all at the same time.” She noticed more students expecting “instant gratification.” Her “craft of acting” courses, what she felt most passionate about, were not filling up. Auditioning classes became her new staple.", "Last fall, after 43 years in New York, Ms. Boyer gave up her studio space, delegated most of her teaching responsibilities to her associate artistic director, and returned to her hometown of Toledo, Ohio, to open a theater there.", "“I just could not keep doing it,” Ms. Boyer said. The lease for her school was up for renewal, and she had realized two things: her rent would continue to increase, and the only way to survive would be to teach more audition classes. “My creative soul was crumbling,” she said.", "This year, two other schools with long track records, the Atlantic Acting School and the T. Schreiber Studio, have made significant compromises in order to keep a toehold in Chelsea, the Manhattan neighborhood they helped gentrify.", "A symbolic example of the neighborhood’s changing priorities is the fact that the tech giant Google, now the Atlantic’s landlord, has plans to raise the school’s rent to market rate next year when the school’s 12-year lease expires.", "“We’ve moved around Chelsea all this time, and it’s just heartbreaking for the school to have to leave the neighborhood,” said Mary McCann, the Atlantic’s executive director.", "For much of the 20th century in New York, independent acting studios, many of them inspired by the Russian theater master Constantin Stanislavsky and the formation of the Group Theater, trained actors who revolutionized the craft and became marquee names, like Marlon Brando and Ellen Burstyn. But gradually, several of these studios joined forces with universities (Stella Adler was the first to go collegiate, in 1972), where their budgets and institutional power dwarfed the reach of the independent institutions. Meanwhile colleges outside of New York also started to offer theater degrees.", "“The colleges became our bigger competition,” said Pamela Moller Kareman, executive director of the Neighborhood Playhouse. Applications for the Playhouse’s conservatory program, based on the techniques of its renowned teacher Sanford Meisner (a Stanislavsky protégé who died in 1997), started to decrease about 10 years ago, she said. The school has responded by investing in recruitment and relying on its star-studded alumni system for support (last April, Joanne Woodward established a scholarship there).", "“The acting studios that do not have a university alignment are squeezed,” said Emma Dunch, a fund-raising expert for arts and cultural organizations. Successful acting programs affiliated with higher education include Playwrights Horizons, at New York University’s Tisch School of the Arts, and the Actors Studio, at Pace University. (The Actors Studio, the legendary free-membership organization whose founding artistic director, Lee Strasberg, perfected the Method Acting technique, is only for professional actors, but also offers a three-year M.F.A. program through Pace.)", "“It allowed us to expand,” said Tom Oppenheim, artistic director of the Stella Adler Studio of Acting, about its 45-year partnership with N.Y.U. The school, which counts Elaine Stritch, Warren Beatty and, more recently, Bryce Dallas Howard, among its former students, has four theaters, a professional-quality set design space, and eight rehearsal rooms. Mr. Oppenheim said that he wants to transform the school into more of a cultural institution, rebranding it as the Stella Adler Center for the Arts, and relocating to an even bigger space.", "Since N.Y.U. is affiliated with several independent studios, its undergraduate students can travel “through the studio network” to learn different acting techniques after two years, said Rubén Polendo, chair of the drama department at Tisch. “They can stay within one methodology, or switch it up,” he continued. “You may be able to develop those tools in 15 years, but here you can compress that experience.” The compression comes at a steep price, however: one year of undergrad acting at N.Y.U. costs about $55,000.", "For comparison, a full-time course load at most independent studios with no university affiliation costs a fraction of that. The T. Schreiber Studio, for example, charges $16,495 a year for its one-year conservatory program, while the fee for the one-year “Hagen Core Training” program at HB Studio, named for the performer and acting teacher Uta Hagen, is $13,500. The Neighborhood Playhouse charges about $16,500 annually for its two-year school.", "Although the Playhouse might not be the star generator it was in its 20th-century heyday, its alumni system is vast, loyal and ever-present. Allison Janney has won multiple Emmy Awards and can be seen most recently in the movie “I, Tonya,” which was written by another Playhouse graduate, Steven Rogers. And millennials have a glimmer of hope in the success of the 2011 graduates Mackenzie Davis, who appeared in “Blade Runner 2049,” and Jasmine Cephas Jones, who played Peggy Schuyler in the Broadway cast of “Hamilton.”", "A successful alumni network will no doubt help the Playhouse face the daunting task of maintaining the 1920s-era property it owns.", "“It’s like driving a 1947 Chevy,” said Ms. Moller Kareman of the Playhouse, which has been on East 54th Street since Irene and Alice Lewisohn, its founders, bought the two adjacent buildings in Midtown in 1947. The Playhouse has five floors, including a light-filled dance studio designed by Martha Graham, as well as a 99-seat theater.", "“We are all afraid of the roof caving in,” said Ms. Moller Kareman, who had to pay $20,000 to fix the building’s out-of-commission elevator when she was first hired. “The elevator guys said we don’t even have parts for this anymore,” she recalled.", "HB Studio owns its three West Village properties, all bought in the 1950s and ’60s. It, too, has undergone some belt tightening. Founded by the actor Herbert Berghof, who was joined later by Ms. Hagen, the school and theater collective established a reputation for quality acting classes (its alumni list includes Robert De Niro and Jessica Lange) at famously low rates.", "“When Herbert Berghof died in ’90, I think it was still $5 a class,” said Edith Meeks, HB’s current artistic and executive director. But even by 2004, when Ms. Hagen died, HB had only marginally increased tuition. Modest, incremental fee hikes were just not “enough to catch us up to the real expense of running a nonprofit and managing three buildings in the 21st century,” said Ms. Meeks.", "So in 2013, for the first time in its history, HB streamlined its curriculum and significantly raised its bargain-basement prices as part of a “one-time adjustment-to-market,” said Ms. Meeks, who confirmed that enrollment is stable but nowhere near the numbers it had in the 1960s. “We were super affordable, and now we are affordable.”", "The change was made with a heavy heart, said Ms. Meeks, who admitted that young actors are affected by New York’s real estate and job market just as much as the institutions training them. “They commute from farther and farther away to study with us at HB; many of them have crushing college debt and they struggle to stay employed and to have enough flexibility to continue their creative work,” she said.", "For acting schools that pay rent, the situation is even more tenuous.", "The Atlantic Acting School moved into the Chelsea neighborhood 26 years ago, when “no one wanted to be there” and “rent was cheap,” said Ms. McCann. With a pedigree that includes the playwright David Mamet and the actor/director William H. Macy — not to mention a thriving children’s program, a connection to a professional theater with 12 Tony Awards, and even a coveted affiliation with N.Y.U. — it would seem that the school would have a rosy outlook.", "But next June the school’s lease will expire, along with the affordable rent that was negotiated for the nonprofit when it first moved into 111 8th Avenue in 2006. Google, which honored the Atlantic’s lease when it purchased the building in 2010, is simply “following the provision stipulated in our lease that allows for a short-term renewal at market rate,” said Jeff Lawson, the Atlantic’s managing director.", "“We can’t afford market rate,” said Ms. McCann, the school’s executive director.", "So, over the last two years, Mr. Lawson and his team have been looking for an affordable space, but the specifics for what the school needs — at least 20,000 square feet of office and open studio space at an affordable price — have proved to be a daunting challenge.", "And yet the Atlantic hopes to have a deal in the Hell’s Kitchen area, according to Mr. Lawson, who reported that his team is currently considering two options. The rent, he said, will be difficult but doable, something between what the Atlantic is currently paying and “Chelsea market rate.” Google, meanwhile, has offered the Atlantic a new lease for its theater, housed in the basement of 111 8th Avenue, for reduced rent.", "The T. Schreiber Studio, also in Chelsea, has survived by keeping its classrooms and administrative areas but letting go of its theater.", "In the mid-90s, Schreiber was riding high on the success of at least two former students, Edward Norton and Peter Sarsgaard. Around the same time, the school was offered the opportunity to buy its East 4th Street building, which was located across the street from the experimental theater La MaMa, next door to New York Theater Workshop, and included a theater space, offices, dressing rooms and a downstairs class area, for $90,000. But the money simply wasn’t there, said Sally Dunn, its managing director.", "Instead, the now-49-year-old acting school moved to Chelsea right when it was becoming hot, said Peter Jensen, its artistic director. “You could just see all the hotels going up,” he said.", "Meanwhile, student interest in the traditional scene-study class — what Mr. Norton and Mr. Sarsgaard cut their teeth on at Schreiber — was leaning more toward on-camera, commercial and casting classes, said Mr. Jensen. The whole nature of pursuing acting in New York was evolving, while the costs of teaching the trade were rising.", "By 2017, the school’s annual rent had mushroomed to more than $300,000. Over the summer, to streamline costs, Schreiber reduced its square footage by more than half, giving up its in-house theater, where a full season of plays were regularly produced. For future productions, said Mr. Jensen, the plan going forward will be to rent space from other theaters like the Cherry Lane and the Robert Moss Theater.", "But that might not be as easy or as affordable as hoped. Over the last decade, the city has also lost approximately 50 small performance venues, and according to Ms. Dunch, the arts fundraising expert, this “space crunch” affects the entire nonprofit theater industry, including acting studios.", "The Barrow Group, which leases space on West 36th Street, has been fortunate enough to hold on to both its theater space and its classrooms, but not without constant challenges. After the 2008 recession, the professional company and school stopped producing for its main stage. It moved its offices into a storage room. Instead of downsizing the school component, however, it expanded it, said Robert Serrell, its current executive director.", "Seth Barrish and Lee Brock, the artistic directors of Barrow, had developed a reputation as actor whisperers, with successful alumni like Anne Hathaway, Tony Hale and the newcomer Noah Schnapp (“Stranger Things”). So they decided to capitalize on their signature teaching style by introducing it to more beginners. The school went from offering 70 classes a year in 2010 to 320 classes, 83 of which were for beginners, in 2016. It worked. The studio is also making inroads in higher education, having recently partnered with Quinnipiac University in Connecticut to produce a New Play Festival.", "Main stage productions at Barrow are happening again, some to critical acclaim. That said, the school’s revenue is beginning to plateau and there’s no more space for expansion. The annual rent is around $300,000, with 3.5 percent increases each year, and the booming Hudson Yards development nearby threatens to raise market rates even more. “With the rising cost of everything, it’s scary,” said Mr. Serrell. “We’re a $2.1 million company; we’re still scratching our heads. It’s terrifically challenging, but we’re determined to figure it out.”", "Perhaps the answer is to leave Manhattan. The Atlantic looked in Brooklyn, but “it’s not any less expensive,” said Ms. McCann. Even the actor and Renaissance man James Franco, who in 2014 opened a branch of his acting and film school, Studio4, in Fort Greene, couldn’t work his magic: the studio announced it was closing on Oct. 1.", "But there’s still at least one relatively new pioneer in the borough: the Terry Knickerbocker Studio, in Sunset Park.", "“I knew I wanted to be in Brooklyn — three-fourths of my students live here,” said Mr. Knickerbocker, who opened his school in 2015.", "The warehouse-chic studio, part of Industry City, has neighbors like Brooklyn Kura, a new sake factory and tasting room, and pba, an Italian design company.", "“I had this restless itch to make something of my own,” said Mr. Knickerbocker, a high-profile acting coach whose clients include Sam Rockwell and Emmy Rossum. “I have that corny thing from ‘Field of Dreams,’ if you build it, they will come.”", "So far, they have come. After taking out a home equity line of credit and some money from his retirement account (“completely against the advice of my lawyers and accountants”), he has about 100 students. Mr. Knickerbocker “wanted to have a studio that would be an affordable alternative to an M.F.A. program,” he said. The two-year conservatory, with an optional third year, costs about $8,000 annually.", "Although students are treated to regular Facebook Live events with movie stars and solo performance workshops, the focus remains on traditional stagecraft and acting technique. And the students are into it. Caleb Lane, 35, in his second year, was a working actor in Los Angeles who “left the business” to train in New York. “I have a lot of famous friends who couldn’t name one Tennessee Williams play,” he said. “People here are more interested in the long game.”", "The Knickerbocker invites casting directors and agents to a performance featuring its graduating conservatory actors, as do the T. Schreiber Studio and the Neighborhood Playhouse. But the Knickerbocker showcase does not take place on a stage. In a sign of the times, it is virtual. “We write and produce three- to four-minute films with these people, and put them online for casting directors,” he said. “We write it to their sweet spots, shoot it with two cameras, edit it and score it.”", "Meanwhile, in Toledo, Ms. Boyer is embracing, somewhat, the changing tides of the acting school business. While she is establishing her theater there, she is continuing to coach her most loyal New York students through Skype."], "https://www.nytimes.com/reuters/2017/12/01/business/01reuters-oil-companies.html": ["LONDON — Oil and gas companies' rigid structures are putting them at a disadvantage to other industries, according to at McKinsey study, threatening to knock recruitment, worker retention and returns to investors.", "In a survey of \"organisational health\" - a kind of stress test for company resilience and workforce well-being - the management consultants found that oil and gas companies scored worryingly below the global median average.", "Unless oil and gas companies adapt, \"they're going to find it increasingly hard to compete, both in performance and the war for talent,\" said Christopher Handscomb, a McKinsey partner.", "The survey included staff at all levels of roughly 30 companies, from \"supermajors\" at the level of ExxonMobil and Shell to national oil companies to smaller integrated players. McKinsey declined to specify which companies were involved to protect their clients.", "Oil and gas companies scored particularly poorly on leadership and innovation, the survey found, flagging worries that they are not allowing workers to grow in their roles - a key problem now that top energy companies compete with the likes of Apple and Google for the brightest workers.", "One issue, Handscomb said, is oil companies' top-down, standardised operations for everything from refinery maintenance to the structure of meetings.", "\"Almost by design, it squeezes out bottom-up innovation,\" Handscomb said of the structure.", "The report found that the median organisational health index of the oil and gas company sample came in four points below the average of all companies surveyed.", "Sectors that did well included scientific and consulting firms and multi-sector conglomerates.", "While energy companies' structure is designed for the unique safety concerns of an industry working to prevent the next Exxon Valdez or Deepwater Horizon disaster, companies must find a way to stop it blocking cutting-edge ideas or crushing worker progress, the survey said.", "McKinsey found a \"powerful, proven relationship\" between organisational health and average return to shareholders, with \"unhealthy\" companies some four times lower.", "Handscomb warned that since the oil price crash and the shale boom significantly narrowed oil and gas profit margins, companies will need to improve to weather what comes next.", "\"In a higher oil price environment...you can make a lot of money even if you're not top class in terms of organisational health,\" he said. \"As you enter more turbulent times, you need a healthy organisation to adapt and be successful.\"", "At least some company bosses are already concerned. Speaking at a conference in the Scottish oil capital of Aberdeen in September, Shell chief executive Ben van Beurden listed both safety and worker satisfaction as the sort of challenges that keep him up at night.", "\"If you want to continue to attract the talent...we have to be attuned with what people think and say,\" he said.", "(Additional reporting by Ron Bousso; Editing by Adrian Croft)"], "https://www.nytimes.com/reuters/2017/12/04/technology/04reuters-australia-antitrust-alphabet.html": ["SYDNEY — Australia's competition regulator said on Monday it would investigate whether U.S. online giants Facebook and Alphabet Inc's Google have disrupted the news media market to the detriment of publishers and consumers.", "Like their rivals globally, Australia's traditional media companies have been squeezed by online rivals, as advertising dollars have followed eyeballs to digital distributors such as Google, Facebook and Netflix Inc.", "The government ordered the probe as part of wider media reforms, amid growing concern for the future of journalism and the quality of news following years of declining profits and newsroom job cuts and the rise of fake news.", "\"We will examine whether platforms are exercising market power in commercial dealings to the detriment of consumers, media content creators and advertisers,\" Australian Competition and Consumer Commission (ACCC) Chairman Rod Sims said in a statement.", "The inquiry also would study how Facebook and Google operated to \"fully understand their influence in Australia\", he added.", "A Google spokesman said, \"We look forward to engaging with this process as relevant.\"", "Facebook did not immediately respond to a request for comment.", "The idea for an ACCC investigation was hatched during media reform negotiations in parliament earlier this year, which resulted in a relaxation of ownership laws to allow the country's big players to boost their market share to better compete against online disruptors.", "Independent media analyst Peter Cox told Reuters it was unclear what measures the competition regulator could recommend to the government even if it found the country's media sector was increasingly anti-competitive.", "\"You could see this as a stepping stone towards another type of reform, such as tax,\" said Cox.", "Jurisdictions around the world, including the European Union, are grappling with how to tax technology giants with global operations.", "Currently corporate taxes are paid where firms have a physical presence, which allows digital multinationals to book most of their profits where they have set up headquarters as opposed to where they make their money.", "The Australian probe will have power to demand information from businesses and hold hearings. It is due to make its final report in 18 months.", "(This version of the story corrects grammatical error in the first paragraph)", "(Reporting by Jonathan Barrett and Tom Westbrook; Editing by Stephen Coates and Christopher Cushing)"], "https://www.nytimes.com/2017/12/04/business/dealbook/cvs-aetna-deal.html": ["Good Monday.", "• Broadcom officially unveiled its proposal to replace Qualcomm’s entire board, making its $105 billion takeover bid for the chip maker a hostile one.", "• Meet the advisers who could reap a lot of fees if CVS’s deal for Aetna goes through.", "• We’re also looking at what’s next for the health care industry.", "Like what you see? Get the DealBook Briefing in your inbox each morning. Here’s the sign-up.", "Putting together a $69 billion transaction is no small feat, and in this case required a small army of banks and law firms. Here’s who worked for whom:", "CVS", "• Barclays", "• Goldman Sachs", "• Centerview Partners (working for CVS’s board)", "• Bank of America (providing financing along with Barclays and Goldman)", "• Shearman & Sterling", "• Dechert", "• McDermott Will & Emery", "Aetna", "• Lazard", "• Allen & Company", "• Evercore (working for Aetna’s board)", "• Davis Polk & Wardwell", "• Simpson Thacher & Bartlett (working for Aetna’s board)", "Some context: This is the biggest ever deal in the health insurance business, according to Thomson Reuters. It’s also the biggest deal agreed to this year, since Qualcomm is fighting off Broadcom’s now-hostile $105 billion takeover bid.", "Potential riches abound: Thomson Reuters estimates that the financial advisers on the Aetna transaction could split between $120 million and $140 million in fees if the deal is completed.", "CVS Health wants to become a one-stop shop where consumers can find health insurance, community-based clinics that dispense medicine, and data and advice on their prescriptions. Or, in the words of CVS chief Larry Merlo, “We think of it as creating a new front door to health care in America.”", "Many analysts and investors expect more consolidation in the wake of the deal. Other insurers who tried to sell themselves in recent years, like Humana and Cigna, could try again. Walgreens and Walmart could look to duplicate the CVS feat. And perhaps Express Scripts, the country’s only remaining independent manager of pharmacy benefits, will try to sell itself, though its C.E.O. has said the company hasn’t been actively looking.", "Then there is the question of Amazon and what it plans to do in the health care sector.", "But one person who worked on the Aetna deal told Michael J. de la Merced that it wasn’t clear that others would rush to copy the transaction:", "How the deal came together: Though many have speculated that Amazon was the primary factor, Michael was told that CVS and Aetna, in a business partnership for seven years, had been converging anyway when it came to their views on the health care industry. They began formal merger talks within the past two months.", "The antitrust angle: Remember that this is a so-called vertical merger, combining two companies in adjacent but noncompeting industries. It’s the same kind of transaction as AT&T’s $85.4 billion bid for Time Warner, which the Justice Department has sued to block.", "Critics corner", "• Charley Grant writes: “CVS Health has taken bold action to win back investors. The potential benefits outweigh the serious risks.” (Heard on the Street)", "• Robert Cyran writes, “With more than $20 billion of debt on its books, and another $49 billion lined up for the deal, CVS may find fending off Amazon puts its own financial health at risk.” (Breakingviews)", "After persuading every Republican senator but Bob Corker of Tennessee to vote in favor of the legislation, the Senate majority leader, Mitch McConnell, and his team must now reconcile their plan with the House version. (Don’t forget: Congress needs to pass a stopgap funding measure for the government by late Friday or risk a shutdown.)", "The flurry of last-minute changes, which Democrats loudly criticized, led Goldman Sachs economists to slightly raise their estimates of how much economic growth the bill would create.", "But there are many issues to be sorted out, including the tax rate, whether to make the individual tax cuts permanent, how many tax brackets to have and when the new corporate tax rate should kick in.", "An unexpected twist: The Senate bill unexpectedly kept the alternative minimum tax for individuals and corporations. That means that companies could lose access to a research and development tax break that is used often by manufacturers, tech concerns and drug makers, according to the WSJ.", "He said it: “What the Senate did, in their befuddled mess, is drove me out of business and then bragged about the fact that they got some tax reform passed,” Robert Murray, the C.E.O. of the coal miner Murray Energy, to the WSJ.", "How companies plan to spend their tax-cut money", "“Simplifying the tax code will reduce compliance costs and make it possible for job creators to reinvest more of their own money in their enterprises,” Mitch McConnell wrote in a WSJ op-ed.", "But it’s not always that simple. Executives at CalPortland, which mines limestone to make cement, told the NYT that the company probably wouldn’t use the extra cash to immediately hire new workers.", "Maybe the media giant came back to the negotiating table because it feared that Comcast was advancing in talks to buy prime 21st Century Fox assets like the Fox movie studio, cable channels like FX and stakes in the British broadcaster Sky and the Indian broadcaster Star.", "The next milestone: The Murdoch family is expected to make its decision by the end of the month, Michael was told on Saturday. If the sale moves forward, it would be an extraordinary breakup of an empire that the Murdochs spent decades putting together.", "The wild card: Would either a Comcast bid or a Disney bid for Fox assets run afoul of antitrust regulators? Remember that the Justice Department has cited the effects of Comcast’s takeover for NBCUniversal as a major reason for suing to block the Time Warner deal.", "Its value surged to $11,800 at one point this morning, helped in part by the Venezuelan government announcing its interest in starting its own digital currency, to be known as the “petro.”", "The latest signs of the Bitcoin frenzy", "• Nowhere has the public frenzy over Bitcoin been more feverish than in South Korea, prompting the prime minister to express his concern. (NYT)", "• Is it time to think about Fedcoin? Central banks are increasingly looking at whether they should create digital currencies. (WSJ)", "• Wall Street is about to join the fun after the C.F.T.C. gave a green light to plans to introduce Bitcoin futures. The futures will be settled by cash so traders won’t be getting their hands dirty buying the stuff directly. (Barrons)", "There’s just one issue: No one’s using it, the WSJ reports.", "Take a look at how the S.&P. 500 and the Dow Jones industrial average moved after Michael Flynn pleaded guilty and disclosed that he was cooperating with Mr. Mueller:", "Wall Street’s so-called fear gauge — the Chicago Board Options Exchange Volatility Index, or the VIX, which measures expectations of how wildly the stock market will swing in the next month — jumped at almost the same time. The spike was the index’s biggest one-day jump since August.", "The two stock indexes and the VIX calmed down by day’s end, perhaps because of the Senate tax overhaul’s progress to passage. But expect any future bombshell revelations from Mr. Mueller to again hit investors in the gut.", "The man who has helped shape President Xi Jinping’s policies has told the World Internet Conference — whose audience this past weekend included Tim Cook of Apple and Sundar Pichai of Google — that China had a right to regulate its own internet.", "But that Communist Party official, Wang Huning, added, “China stands ready to develop new rules and systems of internet governance to serve all parties and counteract current imbalances.”", "Despite the ongoing concerns about China’s close policing of its online space, Mr. Cook and Chuck Robbins of Cisco touted their commitment to the country.", "Extra credit: The WSJ reported on how two of China’s top internet companies, Alibaba and Tencent, help the country spy on its citizens. And China showed off its interest in artificial intelligence, according to the NYT.", "• After firing Matt Lauer, NBC maintained that its executives were unaware of his purported sexual misconduct until they heard a detailed complaint that week. (NYT)", "• Visa fired one of its top executives, Jim McCarthy, who handled partnerships, saying his behavior had violated company policy. The memo did not specify why he was dismissed. (Recode)", "• Vice Media fired three employees for behavior that included verbal and sexual harassment. One was Jason Mojica, the head of the documentary films unit. (NYT)", "• The hard-edge style of a Hollywood lawyer, Marty Singer, has collided with a sudden cultural shift toward empowering people who speak out against about abuse. (LAT)", "The key, Paul Polman of Unilever told the FT, was that the 3G-backed Kraft Heinz (where he sits on the board) was making an ill-advised hostile takeover bid.", "From Scheherazade Daneshkhu and Lionel Barber:", "• Thomas Barkin, a senior executive at McKinsey, has been chosen to lead the Federal Reserve Bank of Richmond, Va., according to a person familiar with the decision. (Bloomberg)", "• Blue Apron’s new chief executive may be well-paced to patch some of the company’s problems, but perhaps no one can fix what looks like an ailing business model. (Bloomberg Gadfly)", "• Splitting the job of a chief executive can work, but only if the two bosses are self-effacing, so it makes it hard to imagine co-chief executives running Goldman Sachs. (FT)", "• Oracle is bringing a public charter school onto its campus, where employees will be able to mentor students. (NYT)", "• Units of HNA Group are stepping up their fund-raising in the local bond market even as borrowing costs soar, adding to the worrisome debt burden of the Chinese conglomerate. (Bloomberg)", "• Swiss banks have begun reporting to the Swiss Money Laundering Reporting Office suspicious account activity among some of their Saudi Arabian clients, according to people close to the situation. (FT)", "Each weekday, DealBook reporters in New York and London offer commentary and analysis on the day’s most important business news. Want this in your own email inbox? Here’s the sign-up.", "You can find live updates of DealBook coverage throughout the day at nytimes.com/dealbook.", "Follow Andrew Ross Sorkin @andrewrsorkin, Michael J. de la Merced @m_delamerced and Amie Tsang @amietsang on Twitter.", "We’d love your feedback as we experiment with the writing, format and design of this briefing. Please email thoughts and suggestions to bizday@nytimes.com."], "https://www.nytimes.com/2017/12/03/world/asia/china-internet-censorship-wang-huning.html": ["WUZHEN, China — Little heard from but hugely influential, the professor-turned-Communist theoretician who has been a major adviser to three Chinese leaders finally stepped out of the shadows on Sunday.", "Known as the brain behind President Xi Jinping, Wang Huning made his first major speech since joining the Politburo Standing Committee, the seven-member group that rules China, at a conference created to show off the country’s technological strengths to the world.", "Well known for his icy remove and support of authoritarianism, Mr. Wang called for security and order on the internet as part of five proposals he made to guide the future of cyberspace. He also emphasized China’s technological prowess, and said more should be done by the government to guide the development of new industries like artificial intelligence and quantum computing.", "Mr. Wang stepped onto the world stage before an audience that included Tim Cook, the chief executive of Apple, along with an all-star cast of Chinese tech entrepreneurs, such as Jack Ma of Alibaba.", "Mr. Wang, 62, had emerged as the ideological counselor to Chinese leaders and the wordsmith of Mr. Xi’s more authoritarian style before being tapped to join the Standing Committee at a Communist Party congress in Beijing two months ago. A close confidant of Mr. Xi and the two previous Chinese presidents, Mr. Wang was promoted despite never having governed a province or run a state ministry.", "On Sunday, Mr. Wang praised China’s president for his “deep understanding” of internet governance. He said the international community had “warmly received” Mr. Xi’s ideas about the internet, including the concept of cybersovereignty — a Chinese policy term used to argue that countries should be free to control the internet within their borders, even if it means censoring.", "“Global cyberspace governance has no onlookers — we are all participants,” he said, adding that “all parties” should have a say over how the internet is managed across the world.", "The speech echoed arguments that Mr. Wang has made before. In the 1990s, as a professor at Fudan University in Shanghai, he wrote that because China was so large and poor, it needed a stronger hand from the government to push through economic development. He said that such authoritarian rule was necessary for China to restore its national greatness after what the Communist Party has often described as a century of humiliation at the hands of foreign powers.", "This has made Mr. Wang a longtime skeptic of calls for China to allow greater democracy despite his extensive experience abroad, including in the United States. And while he has said he admires the strength of the United States, Mr. Wang has also been deeply wary of American power.", "His speech on Sunday showed how China’s vision of the internet attempts to wrestle with such tension. Chinese leaders have long lauded the economic power of the internet, while being deeply cautious about its democratizing and internationalizing influence.", "In his speech, Mr. Wang highlighted China’s openness and the need for equal access to the internet. Yet China has led the way in cutting its internet off from the world with filters and blocks known as the Great Firewall of China. It has also blocked internet access in areas where members of minority groups live, to limit the potential for unrest.", "Such contradictions were evident at the World Internet Conference, which was dreamed up by Chinese officials who wanted to create a Davos-style conference for technology. It has been held annually since 2014 in Wuzhen, an ancient canal town about 75 miles from Shanghai.", "While many major foreign websites are blocked in China, the wireless connections at the conference allowed open access to the global internet. A promotional video that was shown before Mr. Wang’s speech showed the web connecting China to the world, ignoring the existence of the Great Firewall.", "For the format of his talk, Mr. Wang followed the lead of Mr. Xi. His offering of five proposals appeared to have been inspired by a speech by Mr. Xi at the second World Internet Conference, when the president offered five ideas for developing the internet.", "The conference also marked a fresh start of sorts for its organizer, the Cyberspace Administration of China, the government body that also oversees the country’s internet. Weeks before the conference, the Chinese state media reported that the administration’s former head, Lu Wei, was put under investigation by the Communist Party’s anticorruption agency.", "Mr. Lu’s successor, Xu Lin, was present at the conference, which also included more prominent foreign chief executives than in the past, including Sundar Pichai of Google and Mr. Cook of Apple. Analysts say Mr. Xu has been ordered to consolidate the administration’s power, and also turn the conference into a higher-profile event.", "In his speech, Mr. Cook highlighted Apple’s contribution to China’s economy, saying that Chinese developers have earned more than 112 billion renminbi, or $16.9 billion, by selling apps to Apple users, more than developers from any other country.", "The presence of Mr. Cook and Mr. Pichai lends a stronger credibility to a conference that has struggled to attract top executives from overseas. It also underscores growing concerns among American technology companies that a United States government investigation into Chinese trade practices could result in a trade spat, damaging the huge American business interests in China."], "https://www.nytimes.com/reuters/2017/12/04/technology/04reuters-internet-extremism.html": ["(Reuters) - A consortium of tech companies including Facebook Inc, Alphabet Inc's Google and Twitter Inc said on Monday a database it created to identify extremist content now contains more than 40,000 videos or images.", "The Global Internet Forum to Counter Terrorism (GIFCT) was created in June under pressure from governments in Europe and the United States after a spate of deadly attacks.", "The forum has recently added Ask.fm, Cloudinary, Instagram, Justpaste.it, LinkedIn, Oath and Snapchat owner Snap Inc. (http://bit.ly/2jNtfGi)", "The group shares technical solutions for removing terrorist content, commissions research to inform their counter-speech efforts and works more with counter-terrorism experts.", "The database helps companies in identifying and removing matching content that violates their respective policies, or even block extremist content before it is posted.", "The forum now has 68 companies as members, exceeding its initial goal of 50 companies for 2017, the consortium said in a joint statement.", "(Reporting by Munsif Vengattil and Aishwarya Venugopal in Bengaluru; editing by Saumyadeb Chakrabarty)"], "https://www.nytimes.com/reuters/2017/12/02/business/02reuters-apple-china.html": ["WUZHEN, China — Apple Inc's chief executive Tim Cook said developers using its platform in China number 1.8 million and have earned a total 112 billion yuan ($16.93 billion), representing roughly a quarter of total global App Store earnings.", "Cook shared the data on Sunday during a speech at China's top public cyber policy forum, organized by the Cybersecurity Administration of China (CAC), which oversees internet regulation including censorship.", "Earlier this year, Apple said that developers had earned roughly $70 billion in total revenue through the store.", "Apple is facing criticism from local users and rights groups for bowing to pressure from Beijing cyber regulators after it decided to remove hundreds of apps from its Chinese store this year, including messaging apps and virtual private network (VPN) services, which help users subvert China's Great Firewall.", "Apple counts China as its third-largest region by sales but it has lost market share in recent years as high-end handsets from local rivals continue to gain traction. The firm is hoping to regain momentum following the release of its iPhone 8 and iPhone X models which shipped in November.", "The U.S. tech giant said earlier it had moved its Chinese cloud data onto the servers of a local partner in the Chinese province of Guizhou.", "Cook has come to China several times this year, including an October visit where he was among executives that met with President Xi Jinping, who also had prepared remarks read at the conference on Sunday.", "Cook's attendance is conspicuous at the conference, marking the first high-level executive to attend in the event's four-year history.", "Others included Google chief executive Sundar Pichai, who is also attending the conference for the first time.", "(Reporting by Cate Cadell; Editing by Jacqueline Wong)"], "https://www.nytimes.com/reuters/2017/12/03/technology/03reuters-china-cyber.html": [], "https://www.nytimes.com/2017/12/04/briefing/billy-bush-kennedy-center-honors-nfl.html": ["(Want to get this briefing by email? Here’s the sign-up.)", "Good morning.", "Here’s what you need to know:", "• Fresh off their success in passing a sweeping tax overhaul in the Senate, Republicans are turning their attention to government funding, which expires on Friday.", "They’re moving toward a two-week stopgap measure to buy time to negotiate a long-term spending package. But the effort is complicated by tensions between President Trump and Democrats, and by promises made to secure passage of the tax bill.", "Mitch McConnell, the Senate majority leader, spoke to our chief Washington correspondent about the difference between the tax debate and the one about repealing the Affordable Care Act: “Everybody really wanted to get to yes,” Mr. McConnell said. “There was a widespread belief that this was just a good thing to do for the country and for us politically.”", "• We looked at some of the last-minute changes to the tax measure — some handwritten in the margins of the nearly 500-page bill — and at how one business in California plans to use the money it would save.", "• “We think of it as creating a new front door to health care in America.”", "That’s the chief executive of CVS Health, the drugstore giant that has agreed to buy the health insurer Aetna for $69 billion.", "The merged company could better offer employers one-stop shopping for health insurance for their workers, but critics worry that customers could find their choices sharply limited.", "• Consolidation in health care generally hasn’t been good for Americans. Here’s why this deal could be an exception.", "• President Trump, who has positioned himself as a defender of law and order, is now in a public dispute with the country’s top law enforcement agents, our White House correspondent Michael D. Shear writes.", "On Sunday, Mr. Trump accused the bureau of bias in its Russia investigation.", "Michael Flynn, the former national security adviser, admitted on Friday to lying to the F.B.I. about his conversations with the Russian ambassador during the presidential transition.", "• Current and former F.B.I. officials, historians and lawmakers rebuked the president for undermining the bureau’s credibility.", "• The Metropolitan Opera suspended its four-decade association with James Levine, its conductor and former music director, after three men said he had sexually abused them decades ago, when the men were teenagers.", "Told of the accusations Sunday night, a spokesman for Mr. Levine didn’t comment.", "• Separately, the former TV host Billy Bush disputed President Trump’s recent assertions that the voice on the infamous “Access Hollywood” recording was not his. “He said it,” Mr. Bush said in an Op-Ed for The Times.", "• Ali Abdullah Saleh was killed after his home was blown up in the war-torn capital, Sana, today, according to reports from both sides in the conflict.", "The precise circumstances of his death remain unclear. Mr. Saleh stepped down as president in 2011 during the Arab Spring uprising.", "• The attack followed a rift two days ago with the Houthis, Mr. Saleh’s former allies in the fight against a Saudi-led coalition, which imposed a blockade on Yemen last month after a missile fired by the rebels was intercepted near the Saudi capital.", "Listen on a computer, an iOS device or an Android device.", "• Fueled by the soaring price for Bitcoin, the frenzy over virtual currency markets is feverish in South Korea.", "• American Airlines has resolved a scheduling problem that could have left thousands of flights without pilots over the holidays.", "• A former Volkswagen executive is scheduled to be sentenced over the diesel emissions scandal. It’s among the headlines to watch this week.", "• U.S. stocks were down on Friday. Here’s a snapshot of global markets.", "Tips, both new and old, for a more fulfilling life.", "• Rethink that activity tracker.", "• A bonding activity for parents and children: baking.", "• Recipe of the day: Start the week with a stellar farro salad.", "• The White House denied that it was pursuing a plan for Mideast peace that would offer Palestinians limited sovereignty and not give them East Jerusalem as their capital.", "• Lowell Hawthorne, a Jamaican immigrant, built the Golden Krust Caribbean Bakery & Grill into a fast-food empire in New York City and beyond. He killed himself on Saturday.", "• At the Kennedy Center Honors, the recipients spoke openly about the policies of President Trump, who skipped the ceremony.", "• Alabama edged Ohio State for the final spot in the College Football Playoff, joining Clemson, Georgia and Oklahoma.", "• In the N.F.L., the Minnesota Vikings won their eighth straight game. Here are Sunday’s scores.", "• “Coco” was again No. 1 at North American box offices, earning $26.1 million.", "• Seven new wonders: Petra.", "In today’s 360 video, visit the ancient city in Jordan, built by the Nabateans from the 4th century B.C. to the 2nd century A.D.", "• Partisan writing you shouldn’t miss.", "Writers from across the political spectrum discuss Michael Flynn’s guilty plea.", "• A national monument could shrink.", "President Trump is set to announce an enormous reduction to Bears Ears National Monument in Utah today. The area has been at the center of a fight over how much land a president can reserve for protection.", "• Quotation of the day.", "“How do you think she feels? It’s a prison, how should she feel? A prison is a prison, even if it’s heaven.”", "— Shirin Gul, a serial killer serving a life sentence in an Afghan prison, where her daughter was born and has lived all of her 11 years. Ms. Gul is permitted to keep her daughter at the prison until she turns 18.", "Voting ends today for the readers’ choice of Time Magazine’s “Person of the Year,” with the final winner announced on Wednesday.", "While the selection has been criticized as non-news, it is already getting attention from last year’s recipient, Donald Trump, who was then president-elect.", "Mr. Trump recently said that Time editors had called to tell him he would “probably” be named again, but that he “took a pass” because “probably” wasn’t good enough. (The magazine said the president was mistaken.)", "If it is Mr. Trump, he will be the second person to be named for two consecutive years. The other was Richard Nixon, who was named in 1971 and 1972, when he shared the honor with Henry Kissinger.", "The decision is based on impact, rather than good deeds. Previous selections have included Hitler and Stalin.", "Most recipients have been white men, starting with the first, the American aviator Charles Lindbergh, in 1927. In 2015, Angela Merkel, the German chancellor, became only the fourth woman to be named on her own.", "The computer won the title in 1982, and Earth was picked in 1988.", "In 2006, the traditional cover photo of the winner was replaced by a reflective panel, honoring “You” and the online contributions of millions of internet users.", "Patrick Boehler and Jennifer Jett contributed reporting.", "_____", "Your Morning Briefing is published weekdays at 6 a.m. Eastern and updated all morning. Browse past briefings here.", "If photographs appear out of order, please download the updated New York Times app from iTunes or Google Play.", "What would you like to see here? Contact us at briefing@nytimes.com.", "You can get the briefing delivered to your inbox Sunday through Friday. We have four global editions, timed for the Americas, Europe, Asia and Australia, and an Evening Briefing on weeknights. Check out our full range of free newsletters here."], "https://www.nytimes.com/interactive/2017/12/04/world/middleeast/saudi-missile-defense.html": [], "https://www.nytimes.com/2017/12/04/podcasts/the-daily/republican-tax-bill.html": ["Listen and subscribe to our podcast from your mobile device: Via Apple Podcasts | Via RadioPublic | Via Stitcher", "With less than a month from proposal to passage, the Republicans rushed their tax plan through the Senate with a flurry of last-minute side deals and a 2 a.m. vote.", "But what else made it into the bill, besides tax cuts, and how could the measure reshape American society?", "On today’s episode:", "• Jim Tankersley, who has been covering the tax bill for The New York Times.", "• Peter S. Goodman, an economics correspondent for The Times.", "Background reading:", "• The Republican Party is confident that the tax cuts will be signed this month.", "• Mr. Goodman and Patricia Cohen look at how the tax overhaul will change American lives.", "Tune in, and tell us what you think. Email us at thedaily@nytimes.com. Tweet me at @mikiebarb. And if you’re interested in advertising with “The Daily,” write to us at thedaily-ads@nytimes.com.", "If you don’t see an audio player on this page or to subscribe to The Daily for free, follow the instructions below.", "From your mobile device:", "You can listen and subscribe to “The Daily” from any podcast player. If you’re reading this from an iPhone or other Apple mobile device, tap this link to listen in Apple Podcasts. If you’re on an Android device, tap this link to listen in Stitcher or this link to listen in RadioPublic.", "Or if you prefer another podcast player, you can find “The Daily” there. (Here’s the RSS feed.)", "From a desktop or laptop:", "Click the “play” button above to start the show. Make sure to keep that window open on your browser if you’re doing other things, or else the audio will stop. You can always find the latest episode at nytimes.com/thedaily.", "On Amazon Echo, Echo Dot or Tap:", "Open the Alexa app. From the navigation panel on the left, select “settings,” then “flash briefing,” then “get more flash briefing content.” Look for “The New York Times” and select “enable skill.” Now you can say, “Alexa, what’s my flash briefing?” and you will hear that day’s episode of “The Daily.”", "On Google Home:", "You can say, “O.K., Google, play New York Times” to listen to that day’s episode of “The Daily.”"], "https://www.nytimes.com/2017/12/04/technology/personaltech/old-phone-cash-credit.html": ["Q. Is there a general age limit on how old a smartphone you can trade in or sell?", "A. The more recently released smartphone models typically fetch the most cash or credit, but a few major used-electronics buyers still consider hardware from as far back as five years ago. You may not make much money with an outright sale — as little as $5 — but you may get more in credit as a trade-in. You should shop around to get an idea and keep in mind that many companies also buy and sell used tablets and computers if you have other gear you have upgraded.", "If you do not want to handle the sale personally on sites like craigslist or eBay (which often buys old phones itself with its Quick Sale service), you can look for an estimate from the bigger used-electronics sites like Decluttr, Gazelle and Swappa. Trading in an older phone for credit toward the purchase of a new one is also possible; Apple and Best Buy are among the retailers with trade-in or trade-up programs that pay out in credit toward the purchase of a new device or in-store gift cards.", "If your phone is older and not worth much to an electronics company, consider donating it to a charity that repurposes old equipment for those in need. Your wireless carrier may have a donation program, like Verizon Wireless’s HopeLine for survivors of domestic violence. Cell Phones for Soldiers is another group that sells donated phones and uses the proceeds toward prepaid international calling cards for members of the military.", "No matter where you send your old phone, make sure you have fully disconnected it from your wireless plan before you say goodbye. You should also log out of all your accounts on the phone and erase all the personal data and settings on it. Apple, Google and Microsoft all have instructions for doing so on their sites."], "https://www.nytimes.com/2017/12/01/us/canton-ohio-tax-bill.html": ["CANTON, Ohio — The tax bill convulsing a bitterly divided Congress may seem like the ultimate high stakes political showdown in Washington. But on a rainy afternoon in a county that voted for Donald J. Trump, it feels like distant noise, an opaque battle in a faraway land whose meaning for everyday life is unknown.", "“I heard a few things on the news, but you have trouble understanding it all,” said Pat Turk, an instructor at the National Beauty College on Cleveland Avenue. “I don’t think it will change things that much for us,” she said. “Taxes go up. That’s what they do.”", "For Republicans in Washington the bill is an outsize and perhaps ungainly political bet. They are casting its passage as a matter of electoral survival — a last chance to show that the party can get something big done in President Trump’s first year while it still has full control. Democrats see it as a clarifying moment when middle-class Trump voters might resent that their support for an anti-establishment billionaire has yielded budget-busting tax cuts for the rich.", "But in two days of interviews here in Stark County, a small patch of middle-class towns about an hour’s drive south of Cleveland, there was little evidence that anybody even noticed it was happening. Few expected a tax cut to be significant enough to matter very much. Most said that other issues, like jobs that paid living wages, were more important.", "“We are focusing too much on this tax thing, frankly,” said Gerry Noble, an electrician who voted for Mr. Trump. “There are other things he could do that would be a whole lot better.”", "Still, with midterm elections looming that will decide control of Congress, and both parties certain to try to define public opinion on the law, it is possible to get a sense of the debate to come in the barely formed reactions to the bill here. And the only thing clear is that, for now, voters are gripped by ambivalence and confusion that could yield unpredictable political results.", "“Right now it’s tough for a citizen to get his arms around it with so much noise and vitriol,” said Daryl Revoldt, a North Canton City councilman. “When the dust settles it’s going to come down to two things: What does my 1040 look like and do I see economic improvement in my area?”", "Stark County voted twice for Barack Obama, and some Democrats are eager to compete here by sounding populist themes. Many feel the law will be an albatross for Republicans.", "Geoff Garin, a Democratic consultant advising groups on the tax debate, said his polling had found voters approximately twice as likely to say the Republican proposals favored the wealthy as to say they favored the middle class. Mr. Garin said he had detected no significant enthusiasm for slashing corporate tax rates.", "“Voters believe that the wealthy are the primary beneficiaries of the bill, and very few voters expect that they, personally, will get much out of it,” Mr. Garin said. “The large majority of Americans don’t think that either the wealthy or big corporations pay their fair share in taxes, and the majority want both groups to pay more, not less.”", "But voters here appeared hesitant to condemn the measure mainly because it helps the rich. Cutting the corporate tax rate might help bring jobs, they said. And many middle-class conservative voters are not as angry at income inequality as Democrats want them to be.", "“The rich pay a hell of a lot of taxes in the country,” said Mac McLaughlin, 71, a retiree. “They are bad-mouthed, but I don’t think that’s right.”", "But views were complicated. Many modest-income Republican voters said the use of loopholes by the rich violated a basic sense of fairness — almost as if they were stealing from the system.", "“Lower taxes for the rich, is that what they’re talking about?” asked Al Brancifort, a machine tool retailer who voted for Mr. Trump, as he sipped coffee with friends at a Panera Bread. He still liked Mr. Trump, and did not know enough about the tax bill to say whether he liked it. But he was angry about loopholes used by the rich.", "“I think everyone thinks taxes should be fairer,” he said. “The rich should pay their fair share.”", "But that sentiment did not necessarily translate into thinking the rich should pay higher rates.", "“I don’t think someone who makes more money should have to pay more in taxes,” said Samantha Reo, 18, a trainee at the National Beauty College. “My meal shouldn’t cost more just because I make more. That’s not fair.”", "The greater sense of anxiety and anger about the tax overhaul among Republican voters appears to stem not from concerns about economic inequality, but rather about losing specific tax deductions. And Democrats say there may be room for them to exploit the issue in educated suburban areas, where more voters rely on write-offs for local taxes, mortgage interest and tuition benefits.", "Mr. McLaughlin, a registered Republican, was worried about the college loan deductions for his grandson. He said he regretted voting for Mr. Trump, but not because of the tax bill. He doesn’t like his style, which he called abrasive, something that bothered him from the very beginning.", "“I thought he’d get in there and get good people around him, but everybody around him seems to get fired,” he said.", "For wavering independent voters, many of them high earners with college degrees, the bill would repeal a number of cherished tax deductions, imperiling Republican lawmakers in upscale suburban districts. If the bill would grant a degree of tax relief to many voters in places like Stark County in the short term, it does not include an eye-catching, imaginative component to persuade lower- and middle-income people that it would change their lives for the better.", "Mr. Noble, the electrician, said he did not expect the tax bill to help his family. But more important than a modest tax cut, he said, was for the government to be helping to create living wage jobs and training programs and thinking about how profound changes in the economy, like automation, would affect working-class people.", "“I have no jealousy for the wealthy,” he said. “It’s not right for me to be jealous of what they’ve got. What is right is to try to give everyone an even shake.”", "Henry Olsen, a fellow at the Ethics and Public Policy Center in Washington, described the bill as a “missed opportunity” for Republicans to show working-class voters that the party would champion their interests. He predicted Democrats would have an easier time demonizing the tax bill in 2018 than Republicans would have using it to stir voters.", "“Some of them are going to see tax increases when they thought they were voting for tax cuts, and the ones who are going to see tax cuts are generally not going to see large ones,” Mr. Olsen said of Republican-leaning voters. “It’s very hard for me to see who’s going to be excited about it when they go to the polling booth.”", "That was the case for Tyler Sheets, a 24-year-old electrician in Carrollton. Every year he trudges off to H & R Block to file his taxes. It is about as fun as a trip to the dentist. But he takes it as a given — unpleasant but unchangeable. It has little to do with why he voted for Mr. Trump, or whether he will in the future.", "“Nothing has really happened to make me think, man I need my taxes reformed,” he said, during a break in his electrical code class on Thursday night.", "There was another obstacle. He said he no longer trusted most news media sources and had given up trying to follow the debate, which seemed to come with more outrage and vitriol than he could bear. He spends time on Google before an important decision like a vote, but had pretty much tuned out day-to-day politics.", "“Until you came in here,” he said about the bill, “I never heard anybody bringing it up.”", "Mike Cammel, 48, the owner of Camellone, a pizzeria in Canton, said that between his restaurant and four children, he has had no time to look into the bill. But it seemed to arouse a vague weariness in him, a sense that Washington was a distant world that would never really change things in favor of the little guy.", "“It needs to change, but whether these are the right changes, I really don’t know,” he said of the tax code. “I don’t think it’s going to affect us that much. It’s going to be status quo.”", "The bill, which could add $1 trillion to the deficit, presents numerous risks for Republicans. But Representative Jim Renacci, a Republican who represents Stark County and voted for a version of the tax bill in the House, said he expects voters will support it.", "“Most people back home want a tax cut and want a tax break and think Washington’s taking too much of their money,” he said. “They’re just concerned they’re not going to get one.”", "Ms. Turk, at the beauty college, had a different view. Her daughter lives in Canada, where taxes are much higher, and she has come to appreciate the relatively lower rates in the United States. She voted for Mr. Trump, and she likes how he has been doing. But she doesn’t hate taxes. She likes the services that they pay for, like schools and roads.", "“Some people just want to fight it,” she said, standing by a trainee who was learning how to do a permanent. “They say ‘we pay too much in taxes!’ That’s not me. I guess I’d have to say probably it’s the least thing I’m worried about.”"], "https://www.nytimes.com/2017/12/01/briefing/michael-flynn-republicans-rex-tillerson.html": ["(Want to get this briefing by email? Here’s the sign-up.)", "Good evening. Here’s the latest.", "1. “We have the votes.”", "That’s what Senator Mitch McConnell told reporters on Friday, and he appeared to be right: The Senate is now on the verge of passing the Republicans’ sweeping tax overhaul. Check back for the latest updates.", "An independent tax center said that the bill would add $1.2 trillion to federal deficits over 10 years, and we modeled taxes for 25,000 middle-class families to see how it would affect them. You can check this graphic to see how many people in your income group would get a tax cut.", "Republicans say the bill will fuel investment and job creation. Critics say the only winners are the rich. We asked two economists to make their cases. And here’s how to make sense of the bill itself.", "_____", "2. Michael Flynn, President Trump’s former national security adviser, pleaded guilty to lying to the F.B.I. about conversations with the Russian ambassador, and pledged to cooperate with the investigation into election meddling.", "His decision to help could undercut arguments made by Mr. Trump and his aides that they were not fully aware of Mr. Flynn’s discussion with the Russians. Court documents revealed new details about what the Trump team did know. Scrutiny is intensifying around Jared Kushner, Mr. Trump’s son-in-law.", "This video shows the events that led up to Mr. Flynn’s guilty plea, and here are 10 key takeaways.", "_____", "3. President Trump scoffed at reports that he would soon fire Secretary of State Rex Tillerson, tweeting that they were “fake news,” and that “I call the final shots.”", "His remarks came just hours after Mr. Tillerson flatly denied that Mr. Trump planned to replace him with the C.I.A. director, Mike Pompeo, possibly by the end of the year.", "Mr. Tillerson described the plan, which was told to our reporters by senior White House officials, as “laughable.”", "_____", "4. In San Francisco, an undocumented Mexican immigrant was acquitted of murder and manslaughter charges in the killing of Kathryn Steinle, whose death was invoked by Mr. Trump as justification for his hard-line immigration agenda. After a five-week trial, the man was convicted only of being a felon in possession of a firearm.", "Ms. Steinle’s death on the city’s Pier 14, above, also fed a fierce debate over whether immigrants without legal status — the shooter had been deported five times — should be dealt with more aggressively.", "Mr. Trump called the verdict “disgraceful,” and renewed his call to build a wall on the border with Mexico.", "_____", "5. More firings and scandals over sexual harassment accusations.", "Vice Media sacked three employees for “verbal and sexual harassment” and it was revealed that a Texas lawmaker, Blake Farenthold, used $84,000 in taxpayer funds to settle a sexual harassment claim.", "Ruben Kihuen, Democrat of Nevada, was also pulled in. His former campaign finance director told Buzzfeed that Mr. Kihuen repeatedly propositioned her for sex and touched her inappropriately.", "Our journalists have now analyzed all the apologies — and non-apologies — issued by the high-profile men accused of sexual misconduct.", "_____", "6. Pope Francis finally used the word “Rohingya.”", "On his last day in Bangladesh, the pope listened to the stories, and held the hands, one by one, of 16 Rohingya survivors of persecution in Myanmar, where he visited this week but did not utter the name.", "The pope, in emotional remarks at a large interfaith gathering, above, asked for forgiveness “for the indifference of the world.”", "_____", "7. Most of the planet is transfixed by the 2018 World Cup draw that took place today at the Kremlin, above. Here’s our analysis. (Germany and Brazil are the current co-favorites.)", "In the U.S., it’s all about our kind of football, so here’s a look at the weekend in the N.F.L. and a guide to the college playoff drama.", "Also, Tiger Woods is back in action — and is so far playing well — at the Hero World Challenge.", "_____", "8. The original Seven Wonders of the World were laid out by Philo of Byzantium in 250 B.C., and of those ancient seven, only the pyramids remain.", "It’s a good thing that a new batch of Seven Wonders was selected in 2007. You can explore them all — the Great Wall of China, the Taj Mahal, Petra, the Colosseum, Christ the Redeemer, Chichén Itzá, above, and Machu Picchu — in this collection of 360 videos.", "_____", "9. The supermoon will be visible on Sunday, so let’s start by explaining what exactly a supermoon is. For that matter, what’s a blood moon, blue moon or strawberry moon?", "Here’s a primer on the science and origins behind these lunar events. You can decide whether they are worth late nights or early mornings of moon-gazing.", "_____", "10. The weekend is finally here so here’s a guide to the best TV shows and movies that are new to Netflix, Amazon and other streaming platforms. (Don’t miss “My Happy Family,” above, a drama from Georgia.)", "And, if you want to be a more informed citizen, here’s our selection of 11 great weekend reads.", "Finally, the late-night host Stephen Colbert made it clear he doesn’t think much of the Republican tax bill.", "He even offered a new theory for its trickle-down economics: It’s when rich people “throw their money in the air and dance underneath it for joy! Woo! Woo!”", "Have a great night.", "Your Evening Briefing is posted at 6 p.m. Eastern.", "And don’t miss Your Morning Briefing, posted weekdays at 6 a.m. Eastern, and Your Weekend Briefing, posted at 6 a.m. Sundays.", "Want to catch up on past briefings? You can browse them here.", "If photographs appear out of order, please download the updated New York Times app from iTunes or Google Play.", "What did you like? What do you want to see here? Let us know at briefing@nytimes.com."], "https://www.nytimes.com/reuters/2017/12/04/technology/04reuters-alphabet-hinton.html": ["TORONTO — Expansion of artificial intelligence in financial services, healthcare, transportation and other fields poses new challenges to governments charged with regulating those industries, according to an executive with Google who is a pioneer in the field of machine learning.", "\"It's going to be a big issue,\" Geoffrey Hinton, a vice president with Alphabet Inc's Google, said at a Reuters Newsmaker event in Toronto on Monday.", "Hinton is a pioneer in the booming field of deep learning, which uses programs known as neural networks to mimic the way humans learn to perform complex tasks including recognizing images, sounds and languages.", "Hinton led a group of scientists at the University of Toronto who developed some of the key algorithms that neural networks use to crunch massive quantities of data, training themselves to identify patterns so they can mimic the way the human brain would perform tasks such as driving a car, analyzing potential financial trades or using medical images to diagnose diseases.", "The field has boomed since 2012, when advances in neural networks enabled Google to add voice recognition to Android mobile devices and researchers used it to cut error rates in optical recognition compared with earlier technology, he said.", "Neural networks teach themselves to perform complex operations, making it impossible for their developers to tell government regulators exactly how those systems work, Hinton said.", "\"All you need is lots and lots of data and lots of information about what the right answer is, and you'll be able to train a big neural net to do what you want,\" he said.", "Deep learning is close to revolutionizing the way certain diseases are treated. Hinton said neural networks that have studied millions of medical images will be able to make more accurate diagnoses than some physicians.", "He expects mobile apps to be created that use neural networks to examine images of skin lesions, advising users when to see a doctor for a possible biopsy.", "\"We'd like to make medicine better,\" Hinton said.", "(Reporting by Alastair Sharp in Toronto; Editing by Jim Finkle and Leslie Adler)"], "https://www.nytimes.com/reuters/2017/11/30/technology/30reuters-amazon-com-reinvent-ai.html": ["LAS VEGAS — Amazon.com Inc this week announced a flurry of new machine learning features for its Amazon Web Services cloud computing business, raising its challenge to Silicon Valley's biggest tech firms for the lead in artificial intelligence.", "The new offerings will enable AWS customers to develop and quickly \"train\" their own artificial intelligence algorithms, build software applications capable of translating language on the fly, analyze video, and scan text for trends or key phrases.", "Artificial intelligence (AI) refers to machines carrying out tasks that are normally associated with human intelligence. Machine learning (ML) is a subset of AI in which sophisticated computer algorithms are developed to recognize patterns in large volumes of data to solve problems on their own.", "For example, with two of the new AWS features a company could quickly transcribe customer phone calls and then analyze the text for customer sentiment.", "Already Apple Inc, Facebook Inc, Amazon and other top tech companies are developing and using AI for their own products, but the new offerings from AWS could make it easier and more affordable for startups and less tech-savvy enterprises to implement AI technology.", "The product announcements, made at AWS's annual conference in Las Vegas, cap off a year in which Amazon released 1,300 new AWS features, up from a little more than 1,000 in 2016.", "“As always, Amazon is making it easier for companies to get started using new technologies,” said Mikhail Naumov, co-founder of DigitalGenius, a London-based customer service startup that uses AI. “Now they are making it easier for companies of all sizes to leverage powerful ML tools in their business.”", "Despite being the pioneer and dominant player in the cloud computing market, AWS is playing catch-up to chief rivals Microsoft Corp and Alphabet Inc’s Google when it comes to new AI offerings, several of which will not be generally available until sometime in 2018.", "Microsoft, for example, offered Translator, a direct competitor to the new Amazon Translate, as far back as 2011, Microsoft said. And Google Cloud Platform introduced the Google Natural Language API, a rival to the new Amazon Comprehend, last November. Throughout 2017 both Microsoft and Google announced AI services that rival those unveiled this week by AWS.", "\"If Amazon can offer products that are just good enough, it can use its leading position,\" said Chris Nicholson, CEO of Skymind, a San Francisco startup that provides AI solutions for enterprises.", "Among Amazon's AI announcements is Amazon SageMaker, which lets companies build and quickly train machine learning algorithms. It also announced Amazon Rekognition Video, which uses AI to detect objects and faces in customers' video content; Amazon Transcribe, which turns audio into text; Amazon Translate, which translates text; and Amazon Comprehend, which analyzes text for sentiment and key phrases.", "\"We expect the big three to continue to play a game of leapfrog over the next several years as the enterprise moves from experimental to industrialization of AI and machine learning,\" said Ken Corless, a principal in Deloitte Consulting's cloud engineering practice. \"Given their market share, AWS’s announcements are significant as they are signaling to the market that they will not cede this space to Microsoft or Google.”", "(Reporting by Salvador Rodriguez; Editing by Jonathan Weber and Bill Rigby)"], "https://www.nytimes.com/2017/12/03/opinion/fcc-net-neutrality-internet.html": ["The chairman of the Federal Communications Commission wants to let Comcast, Verizon and other broadband companies turn the internet into a latter-day version of cable TV, in which they decide what customers can watch and how much they pay for that content.", "That’s essentially what would happen under the proposal by the chairman, Ajit Pai, to abandon the commission’s network neutrality rules, which prevent telecom companies from interfering with how their customers use the internet.", "Net neutrality prevents those companies from having companies like Amazon pay a fee to get their content delivered more quickly than their rivals’, and from having the firms throttle other services and websites, even blocking customer access to, say, Netflix or an online newspaper.", "Under Mr. Pai’s proposal, telecom companies would effectively be allowed to sell you a basic internet plan that might include only limited access to Google and email. For Facebook and Twitter you might need a slightly more expensive deluxe plan. The premium plan might include access to Netflix and Amazon. Oh, and by the way, media businesses eager to gain more users could pay broadband companies to be included in their enhanced basic or deluxe plans.", "That might sound like a far-fetched scenario. But there is reason to fear that some version of that awful vision could become a reality, because most Americans have just one or two choices for broadband access at home. People have access to four national wireless companies, but those connections tend to be slower and less useful for data-intensive applications than wired service provided by cable and telephone companies.", "Instead of making sure that broadband companies can’t take advantage of their gatekeeping power over the internet, Mr. Pai wants to let them do whatever they want. All they would be required to do is be “transparent” about what they are doing. In other words, they could simply tell customers what to expect in endless contracts filled with legalese and printed in tiny type. Mr. Pai further argues that the Federal Trade Commission would then make sure that companies were living up to their promises, essentially abdicating any responsibility the Federal Communications Commission has for the most important communications system in the country.", "Broadband companies are delighted by Mr. Pai’s proposal, which the three-vote Republican majority on the commission is expected to adopt at its meeting on Dec. 14. And they are quick to say that customers have nothing to fear.", "For example, Comcast says it will not block or slow down any “lawful content” on its network. Well, that’s a relief. But the future of the internet is not something that the F.C.C. should be leaving in the hands of a few large telecom companies that have every incentive to devise new ways to extract more money from consumers and from companies that operate on the internet. Comcast has already indicated that it would be willing to charge content companies fees for faster delivery of their data. The broadband industry further argues that Congress should enact bipartisan net neutrality legislation, but this a ruse and unlikely to produce the strong rules needed to protect the internet.", "Mr. Pai says net neutrality rules put in place by the F.C.C. in 2015 have discouraged broadband companies from investing in the business. But he bases that on cherry-picked statistics. In fact, a comprehensive analysis of publicly traded internet service providers by Free Press, a public interest group, found that investment was up about 5 percent since those rules were enacted.", "Ultimately, Mr. Pai and his colleagues will have to defend this proposal in federal court, where, experts say, judges will be very skeptical of his rationale for getting rid of net neutrality rules and putting nothing in their place. It is clear that he has already lost the argument in the court of public opinion. Americans have made clear that they much prefer the internet to cable TV; in the third quarter of this year, about a million people got rid of their cable and satellite TV service."], "https://www.nytimes.com/2017/12/01/briefing/rex-tillerson-kathryn-steinle-jim-nabors.html": ["(Want to get this briefing by email? Here’s the sign-up.)", "Good morning.", "Here’s what you need to know:", "• President Trump’s former national security adviser is expected to plead guilty today to lying about a conversation with the Russian ambassador last December.", "• The plea would be the latest signal that Mr. Flynn is cooperating with the special counsel’s investigation into Russia’s interference in the presidential election.", "• Senators had to contemplate major changes to the tax bill after a nonpartisan committee found that proposed cuts would not pay for themselves, as Republicans have claimed. Follow our live briefing for the latest.", "On Thursday, the Joint Committee on Taxation said the measure would add $1 trillion to budget deficits over 10 years.", "One idea is to set the corporate tax rate higher than the 20 percent President Trump has called for.", "• We asked: How many people in each income group would get a tax cut? And in a video, we checked some Republican claims about the plan.", "• The White House plans to force out Secretary of State Rex Tillerson, whose relationship with President Trump has been strained, senior administration officials said on Thursday.", "Mr. Tillerson would be replaced by Mike Pompeo, the C.I.A. director who has called for ripping up the Iran nuclear agreement, suggested that regime change in North Korea would be welcome and played down talk of Russia’s role in the 2016 election.", "• Speaking of Russia, our reporters learned that Mr. Trump repeatedly urged Senate Republicans over the summer to end the Intelligence Committee’s investigation into Russian interference. The requests were a highly unusual intervention from a president into a legislative inquiry involving his family and close aides.", "• Our journalists analyzed the apologies — and non-apologies — of high-profile men who have been accused of sexual misconduct. Watch the men’s various reactions here.", "On Thursday, the former NBC anchor Matt Lauer offered his apology, and fans of “Today” were processing the news. “I’m very disappointed in him,” one said.", "Leaders of the House called on Representative John Conyers Jr. to resign from Congress, and accusations against two more major figures came to light: Russell Simmons, the hip-hop mogul who co-founded Def Jam Records, and the playwright Israel Horovitz.", "• The Times has started a newsletter, The #MeToo Moment, in which our gender editor, Jessica Bennett, will offer updates and analysis. Sign up here.", "• An undocumented Mexican immigrant was cleared of murder and manslaughter in the 2015 killing of a San Francisco woman.", "Cited by Donald Trump during his campaign, the death of Kathryn Steinle fed into a debate over whether immigrants without legal status should be dealt with more aggressively. The immigrant, Jose Ines Garcia Zarate, had been deported five times.", "• After Thursday’s verdict, a U.S. customs official said the agency would “work to take custody of Mr. Garcia Zarate and ultimately remove him from the country.”", "Listen on a computer, an iOS device or an Android device.", "• One of the longest stock-market booms in history continued on Thursday, with the Dow Jones industrial average closing above 24,000 for the first time.", "Here’s a snapshot of U.S. stocks and global markets.", "• The world’s biggest battery was turned on today in Australia. The size of a football field, it was built by Elon Musk, the Tesla Motors founder, and can power 30,000 homes.", "• You’ll probably pay more for your Christmas tree this year.", "Tips, both new and old, for a more fulfilling life.", "• How to clean holiday stains, including gravy, wine … and blood.", "• Exercise may enhance brain training.", "• Recipe of the day: This weekend, surprise someone with a homemade ginger stout cake.", "• The new Seven Wonders of the World.", "In today’s 360 video, visit the sites and monuments selected in 2007 as additions to the original list named in 250 B.C.", "• In memoriam.", "Jim Nabors found fame as TV’s amiable bumpkin Gomer Pyle, originally in a supporting role on “The Andy Griffith Show” in 1962. With catchphrases like “shazam!” and “gawwwleee,” the character was given his own series. Mr. Nabors was 87.", "• Ready for the weekend.", "At the movies, our critic says “The Shape of Water,” directed and co-written by Guillermo del Toro, is “altogether wonderful.” (You can find all our new film reviews here.)", "We recommend 12 new books, as well as what to watch on TV based on how much time you have.", "And our music critics assess this year’s crop of holiday releases, including Gwen Stefani and Herb Alpert.", "• The 10 best books of 2017.", "Our Book Review editors made their annual picks.", "• The World Cup draw.", "The soccer tournament begins in June, but the 32 teams will be divided into groups at 10 a.m. Eastern in a ceremony at the Kremlin. (Russia is next year’s host.)", "Follow our live briefing and read a breakdown of every team.", "• Best of late-night TV.", "Jimmy Kimmel lashed out at Roy Moore, the Senate candidate in Alabama, over Christian values.", "• Quotation of the day.", "“He was a good mentor, until he was the worst, probably most nightmarish mentor you could have.”", "— Jocelyn Meinhardt, who said she was raped at 19 when she began a summer fellowship in 1989 with the playwright Israel Horovitz. Mr. Horovitz has been accused by nine women of sexual misconduct.", "It’s considered the highest art form of its class, with equal parts risk and high reward. It’s impossibly light, and taller than it is wide. The jeweled citrus peel is the (dried) cherry on top.", "We’re of course speaking of panettone (pronounced pann-eh-TOH-nee), the traditional Italian bread served around Christmas. The boxed fruitcake lines grocery stores around the world but is deeply rooted in Milanese folklore dating to the Middle Ages.", "One legend of its origin involves a nobleman’s love for the daughter of a baker named Toni. Forbidden from marrying her, the nobleman disguised himself and went to work for the baker, creating a new bread to impress the woman, made with butter, eggs and candied fruit. The bread was such a hit at court, a new dessert was named in its honor — pan del Ton — and the nobleman was allowed to marry the daughter.", "Five hundred years later, the boxed version of panettone became widely available. Homemade panettone is notoriously difficult: Butter a couple of degrees too warm can turn the dough to mush.", "But the proof of the pudding is in the eating.", "“It melts in your mouth and it’s suddenly gone,” one baker told The Times. “And then you want to eat more.”", "Remy Tumin contributed reporting.", "_____", "Your Morning Briefing is published weekdays at 6 a.m. Eastern and updated all morning. Browse past briefings here.", "If photographs appear out of order, please download the updated New York Times app from iTunes or Google Play.", "What would you like to see here? Contact us at briefing@nytimes.com.", "You can get the briefing delivered to your inbox Sunday through Friday. We have four global editions, timed for the Americas, Europe, Asia and Australia, and an Evening Briefing on weeknights. Check out our full range of free newsletters here."], "https://www.nytimes.com/2017/12/01/books/review/the-history-of-jann-wenner-and-rolling-stone.html": ["Subscribe: iTunes | Google Play Music", "In The New York Times Book Review, Jack Shafer reviews Joe Hagan’s “Sticky Fingers: The Life and Times of Jann Wenner and Rolling Stone Magazine.” Shafer writes:", "On this week’s podcast, Hagan talks about “Sticky Fingers”; Simon Winchester discusses “The Taste of Empire” and “A Thirst for Empire”; and Gregory Cowles, Lovia Gyarkye and John Williams on what people are reading. Pamela Paul is the host.", "Here are the books mentioned in this week’s “What We’re Reading”:", "“The Fifth Child” by Doris Lessing", "“Elmet” by Fiona Mozley", "“The Orchard Keeper” by Cormac McCarthy", "“Draft No. 4” by John McPhee", "“The Dilemma of a Ghost” and “Anowa” by Ama Ata Aidoo", "“Black Water” by Louise Doughty", "We would love to hear your thoughts about this episode, and about the Book Review’s podcast in general. You can send them to books@nytimes.com.", "From a desktop or laptop, you can listen by pressing play on the button above.", "Or if you’re on a mobile device, the instructions below will help you find and subscribe to the series.", "1. Open your podcast app. It’s a pre-loaded app called “Podcasts” with a purple icon.", "2. Search for the series. Tap on the “search” magnifying glass icon at the bottom of the screen, type in “Inside The New York Times Book Review” and select it from the list of results.", "3. Subscribe. Once on the series page, tap on the “subscribe” button to have new episodes sent to your phone free. You may want to adjust your notifications to be alerted when a new episode arrives.", "4. Or just sample. If you would rather listen to an episode or two before deciding to subscribe, just tap on the episode title from the list on the series page. If you have an internet connection, you’ll be able to stream the episode.", "On your Android phone or tablet:", "1. Open your podcast app. It’s a pre-loaded app called “Play Music” with an orange-and-yellow icon.", "2. Search for the series. Click on the magnifying glass icon at the top of the screen, search for the name of the series, and select it from the list of results. You might have to scroll down to find the “Podcasts” search results.", "3. Subscribe. Once on the series page, click on the word “subscribe” to have new episodes sent to your phone for free.", "4. Or just sample. If you would rather listen to an episode or two before deciding to subscribe, just click on the episode title from the list on the series page. If you have an internet connection, you’ll be able to stream the episode."], "https://www.nytimes.com/2017/12/04/business/hotel-concierges-apps.html": ["In an age when so many travel tasks can be done with an app, is the hotel concierge — that font of local wisdom with the connections to land a hot last-minute reservation — about to be superseded?", "Not according to Joanna Husk, who has been a concierge at the Grand Hyatt San Francisco for almost 28 years and is a member of Les Clefs d’Or USA, the American chapter of the global trade association for hotel concierges.", "“There is no app that can get to know you quite like the human app,” she said.", "Ms. Husk does use GoConcierge — software that helps hotel concierges manage their work, handling tasks like sending confirmation letters and itineraries to guests, and maintaining a record of all activities they have booked for guests. But it is a supplement to her work, not a replacement.", "She said, for instance, that she was recently asked by an East Coast executive to plan a day’s visit in San Francisco and the Silicon Valley for nine people from China who were setting up a business on the West Coast. She had to arrange a luncheon and tour of the wine country for them after a morning meeting. With her knowledge of the wine country and Bay Area traffic patterns, she suggested that the group visit a vineyard in the Santa Cruz Mountains instead. The vineyard was a 20-minute drive from Silicon Valley and close enough to San Francisco for everyone to return by 7 p.m., change and relax before dinner.", "A Google search would not have been sufficient, she said. Nor can the internet always be a trustworthy source of information, because, as James Little, chef concierge of the Peninsula Beverly Hills, said, “it contains a lot of information that’s not verified and is from people who are not experts.”", "The services offered by a hotel concierge may seem a luxury. But that’s the point. If they do their job well, concierges can help strengthen their hotels’ bottom line, since skilled ones can “often inspire the guest to come back to a hotel,” said Noah Lemaich, director of brand standards for Sixty Hotels and former head concierge for Thompson Hotels.", "The question is whether web-based concierges offer the same advantages.", "François Delahaye, general manager of the Paris hotel Plaza Athénée and chief operating officer of the Dorchester Collection of luxury hotels, sang the praises of human concierges in a recent interview. “If the concierge can get tables at Le Jules Verne, L’Ami Louis and other restaurants in Paris, it’s not because of the tools they use, but because of the amount of business they bring, having contacts for a long time with the restaurant’s headwaiter, maître d’ and manager.”", "Even younger travelers, who are most likely to depend on the internet for answers, turn to hotel concierges. Mr. Lemaich said travelers in their 20s and 30s will often ask concierges for their expert opinions on matters they have researched on their own. Sarah Dandashy, head concierge of the London West Hollywood at Beverly Hills Hotel and a member of Les Clefs d’Or USA, said millennials, like their elders, ask for help getting into hot restaurants. She said they also seek assistance identifying off-the-beaten-path places where they can find uniquely local experiences — steering visitors to Melrose Avenue in West Hollywood for selfie-taking, for example.", "Concierges get some help from various web tools. In addition to GoConcierge, which also helps hotels identify and follow up on guests’ requests, there is Alice, an operations platform that helps hotel departments work together, manages concierges’ activities and customizes concierges’ communications with guests. Alice, which is majority owned by Expedia, bought GoConcierge in September. The two say they are now building a single platform incorporating the best features of both systems.", "Stay Delightful offers what it calls a “messaging-based guest service solution” that allows hotel employees to communicate and collaborate across departments and interact with guests, via text.", "The Ivy platform, from the travel technology company Go Moment, uses artificial intelligence to answer guests’ questions, also by text. Ivy, for example, can send guests a hotel’s Wi-Fi password, order drinks or towels to be sent to their room or help them check out electronically. It is used by hotels providing different levels of service, including those that do not have human concierges.", "Stay Delightful and Ivy also can notify guests of their ability to check in early or check out late, which they may have to pay an additional fee for, thus generating revenue for their hotel.", "In September, Cambria, an upscale Choice Hotels brand, began a pilot program at its two Chicago hotels that allows guests to contact local food and lifestyle bloggers via Twitter and Instagram for suggestions. Should the pilot go well, Choice will make the program available next year to guests at all Cambria hotels. Cambria hotels do not provide in-house concierge services.", "And a small niche player, What Should We Do?, offers suggestions for a wide range of activities in New York City, on a website and app, and charges travelers fees for some of its services.", "Hotel executives, concierges and executives of concierge tool companies all agreed the rise of texting and of social media and apps like Facebook, Facebook Messenger, WhatsApp and WeChat have greatly increased demands on concierges.", "Rainy Chan, who until recently was the general manager of the Peninsula Hong Kong, said the workload of the seven concierges employed there has tripled from 2007 to 2017. “Although technology helps them find information a lot faster, it also changes the expectations of guests. They expect a faster response. And the concierges get very last-minute requests for recommendations.”", "“Ten or 15 years ago, they only serviced guests in the hotel,” she said. “Now, because of technology, they get a lot of emails from people who are not staying, but who are coming soon and have questions about Hong Kong.”", "Ms. Chan said the concierges at her hotel take turns focusing exclusively on replying to email messages. Mr. Delahaye said the Plaza Athénée’s 18-person concierge staff has a dedicated secretary to respond to guests’ messages and help plan their itineraries. Both hotels use GoConcierge.", "Robert Marks is chef concierge at the Omni Hotel San Diego, which is connected to Petco Park, the Padres’ baseball stadium, and president of Les Clefs d’Or USA. Mr. Marks said he contacts certain guests, including members of Omni’s frequent stay program and individuals chosen at random, a week before their arrival to see if they have any special needs. He also lets them know about arts and sports events, in case they want tickets. He and his staff also call guests, like those celebrating a birthday or anniversary or frequent visitors, upon their arrival and every night of their stay. His hotel is also a GoConcierge customer.", "Holly Stiel, a veteran San Francisco concierge who now teaches companies in and out of the travel field how to provide concierge services, said she believed that human concierges were here to stay. “As long as people place value and are willing to pay for personalization” and other attentions, there will be a demand, she said. Mediocrity, she added, “will certainly be replaced by technology, but the true concierge artist can never be.”"], "https://www.nytimes.com/2017/12/01/arts/dublin-gallery-weekend.html": ["DUBLIN — The 70 or so cranes on the skyline make the statement.", "Dublin is in the middle of a building boom. Ireland’s low corporate taxes have encouraged technology giants Facebook, Google and Twitter to set up European hubs in the capital. International finance houses such as J.P. Morgan, Barclays and Bank of America, anticipating Britain’s withdrawal from the European Union, have also acquired office space. Bolstered by growing domestic demand, Ireland’s economy grew 5.1 percent in 2016, making it among the fastest-growing in Europe.", "“Dublin’s rocking at the moment,” said Kevin Kavanagh, a dealer in contemporary art and one of 34 exhibitors in the third annual Dublin Gallery Weekend, which ran from Nov. 23 through Nov. 26.", "When a city goes through an economic surge and disposable wealth accumulates, the international art market is generally sure to follow. It happened in cities like Dubai, Hong Kong and London. Will it happen in Dublin?", "As yet, the Irish capital has no international art fair, auction house or multigallery dealership. The city has no iconic contemporary art museum like the Guggenheim in Bilbao or the Prada Foundation in Milan. Sean Scully, who lives in New York, is the only Irish artist to feature (at number 21) in the current chart of the Top 500 Contemporary Artists sold at auction, a list compiled by Artprice, a database in France.", "Given such limitations, the gallery weekend format — a trail through dealerships — is a cost-effective way of creating an event that showcases the contemporary art scene of a city. Gallery Weekend Berlin, which celebrated its 13th annual edition this April, is perhaps the best known, and Beijing, Madrid, Mexico City, Warsaw and Zurich have all come up with their own versions.", "“The art weekend is the antithesis of an art fair,” added Mr. Kavanagh, who, like many gallerists, says he has mixed feelings about the international art fair treadmill. “But do we have enough galleries to make it work?”", "Mr. Kavanagh was showing the Nature of Drifting, an exhibition of 16 works by the Berlin-based artist Ulrich Vogl, who turned 3-D maps into visual metaphors for the geopolitical issues of our time. In one work, “The Land Beyond the Sea,” Ireland is modeled in relief, adrift in the whiteness of the gallery wall.", "“The market is a certain size, and the economy is still not good for art,” said Mr. Kavanagh, referring to the boom and bust of the country’s “Celtic Tiger” years.", "Mr. Kavanagh estimated that there were fewer than 10 serious collectors of international contemporary art in Ireland. By the end of the gallery weekend, his show had made one confirmed sale at 800 euros, or about $950.", "This year’s edition of Gallery Weekend Berlin featured 47 commercial dealers. The Dublin equivalent included 16 dealerships, whose presentations were combined with six artist-run galleries and 12 non-selling shows at public institutions.", "The Kerlin Gallery is a Dublin dealership that regularly cultivates the top tier of international collectors and curators by exhibiting at all three of the Art Basel fairs (the 16th edition of Art Basel Miami Beach previews on Wednesday) and at the West Bund fair in Shanghai.", "For the gallery weekend in Dublin, Kerlin used its elegant John Pawson-designed spaces to present 16 paintings by Stephen McKenna, a British-born postmodern figurative artist who died in May, age 78, having lived most of his life in Ireland. Though primarily aimed at a domestic audience — Mr. McKenna had exhibited with Kerlin Gallery since its founding in 1988 — the show did make at least one long-distance sale to a European collector based in Asia, according to John Kennedy, the dealership’s director.", "The 2012 painting by Mr. McKenna called “Poussinesque — Euphoria,” an image of figures in a landscape, inspired by Poussin’s “Dance to the Music of Time” and priced at 32,400 euros, or about $38,400, was among two confirmed sales by Kerlin.", "“The world is getting smaller,” said Mr. Kennedy, referring to his increasingly international customer base. But will the internationalization of Dublin itself expand that base? “I like to think there’s room for enlargement,” Mr. Kennedy said. “But it’s too early to tell. We’ll see.”", "There was, it had to be admitted, a conspicuous contrast on Friday afternoon between the hordes of shoppers flowing down the main thoroughfares of O’Connell Street and Grafton Street and the paucity of visitors venturing into the city’s galleries.", "Without a critical mass of contemporary dealerships, Dublin Gallery Weekend has to include in its program non-selling shows, such as that of the Canadian post-conceptual photographer Rodney Graham at the Irish Museum of Modern Art. As a result, distinctions between commerce and curation can sometimes blur.", "Mother’s Tankstation, for example, is the only other Dublin dealership that regularly exhibits at Art Basel’s fairs. For Dublin Gallery Weekend, it showed “Electrical Gaza,” a 2015 video by Rosalind Nashashibi, who has been shortlisted for the 2017 Turner Prize. The film, about the challenges of domestic life in Gaza, was part of a museum-style program of video screenings at the gallery curated by Maeve Connolly, a film theorist based in Dublin.", "Finola Jones, director of Mother’s Tankstation, said, “We’re part of the market, but we do it our own way.” She said that the video program was “not a commercial element” in the weekend, but that sales inquiries might be made to the galleries that represented the artists.", "Four curators selected works by 22 artists for a review of the current Irish art scene that was crammed into a single gallery at the nonprofit Pallas Projects complex. Some pieces were on loan, others were for sale, such as the quirkily titled 2016 digital print of a homeless woman, “cknShGMyb0yCrlE47jFmfQ_0_0.jpg,” by Alan Butler. Adapted from a character in the computer game Grand Theft Auto and highlighting the issue of poverty in Dublin, the work was priced at €1,250, or about $1,500.", "“We haven’t got as many dealers as Berlin, so we have to mix things a bit,” said Mr. Butler, who is represented by the Green on Red Gallery in Dublin. “There are new types of wealth coming into the city,” he added, “but are these people interested in art?”", "Rayne Booth, the director of Dublin Gallery Weekend, acknowledged the challenges. “There’s always been a great emphasis on theater and literature in Ireland,” she said. “People are a bit afraid of contemporary art.” She added that the situation had not been helped by the failure of the 2011 Dublin Contemporary exhibition to establish itself as a five-yearly fixture. “This is a grass-roots event,” said Ms. Booth of the gallery weekend. “It’s definitely in the early stages.”"], "https://www.nytimes.com/reuters/2017/12/01/business/01reuters-allergan-patent.html": ["(Reuters) - Over 30 technology companies including Alphabet Inc, Amazon.com Inc and Facebook Inc. on Friday urged a U.S. patent court to disregard drugmaker Allergan Plc's contention that its transfer of some of its patents to a Native American tribe shields them from the court's review.", "Two trade groups comprised of tech industry leaders argued in a joint brief submitted to the U.S. Patent Trial and Appeal Board that the board has the right to review the validity of patents covering the dry eye medicine Restasis that Allergan transferred to the Saint Regis Mohawk Tribe in a deal announced in September.", "\"This panel’s statutory authority to review whether the Restasis patents were properly granted as a matter of federal law does not and should not depend on the identity of the patents' owner,\" said the trade group.", "Allergan is arguing the tribe's sovereign status means the patent review board, an administrative court, has no jurisdiction over the transferred patents. The tribe agreed to exclusively license the Restasis patents back to Allergan in exchange for ongoing payments.", "Many technology companies have praised the patent court, saying it is a low-cost and efficient way to cancel dubious patents used to bring abusive lawsuits. They fear that, if upheld, Allergan's strategy could be widely adopted and used against them.", "The case before the patent board stems from a challenge to the Restasis patents brought by generic drug companies led by Mylan NV. Generic makers had been blocked from selling their own versions of the blockbuster medicine until the patents expired in 2024.", "But a federal judge in Texas already invalidated the Restasis patents in a separate proceeding, rendering Allergan's tribal deal effectively meaningless. The company had said it did not object to federal court review of its patents but felt the administrative process was unfair.", "Despite that ruling, the Patent Trial and Appeal Board is hearing arguments on whether it must accept Allergan's tribal immunity argument.", "A group of prominent law professors, including Laurence Tribe of Harvard Law School and Erwin Chemerinsky of the University of California at Berkeley, submitted a brief on Friday siding with the tribe and Allergan.", "\"Far from being a scheme to shield patents from review, the agreement from the Tribe’s perspective is part of its economic development plan,\" the academics said. \"The Allergan-Mohawk contract reflects exactly the sort of economic entrepreneurship that Congress has been urging upon tribes.\"", "(Reporting by Jan Wolfe; Editing by Anthony Lin and Andrew Hay)"], "https://www.nytimes.com/reuters/2017/12/03/technology/03reuters-britain-facebook-hq.html": ["LONDON — Facebook opens its new London office on Monday and said it would add 800 more jobs in the capital next year, underlining its commitment to Britain as the country prepares for Brexit.", "The social network said more than half of the people working at the site in central London will focus on engineering, making it Facebook's biggest engineering hub outside the United States.", "It will also house Facebook's first in-house start-up incubator, called LDN_LAB, designed to help kick start fledgling British digital businesses.", "EMEA vice president Nicola Mendelsohn said Facebook was more committed than ever to the UK and supporting the growth of the country's innovative start-ups.", "\"The UK's flourishing entrepreneurial ecosystem and international reputation for engineering excellence makes it one of the best places in the world to build a tech company,\" she said.", "\"And we've built our company here - this country has been a huge part of Facebook's story over the past decade, and I look forward to continuing our work to achieve our mission of bringing the world closer together.\"", "The new jobs, which come 10 years after the company set up its first London office, will take Facebook's total British workforce to more than 2,300 by the end of 2018, it said.", "Facebook, along with other U.S. digital giants including Google and Amazon, has not been deterred from expanding in London by Britain's decision to leave the European Union.", "It announced the new headquarters last year, shortly after Google said it was building a new hub in the city that will be able to accommodate more than 7,000 employees in total.", "Facebook's new office in the capital's West End, designed by architect Frank Gehry, will house engineers, developers, marketing and sales teams working on products like Workplace, its business product which was built in London, it said.", "(Reporting by Paul Sandle; Editing by Ros Russell)"], "https://www.nytimes.com/reuters/2017/11/30/business/30reuters-markets-bitcoin.html": ["SYDNEY — Bitcoin hovered around $9,600 in volatile trade on Friday, after tumbling about 15 percent from an all-time high hit this week as some investors warned ominously of a bubble and further falls in the stratospheric cryptocurrency.", "Bitcoin was down 2.8 percent at $9,612 in early Asian trading on the Luxembourg-based Bitstamp exchange, from a record peak of $11,395 set on Wednesday. On Thursday, it went as low as $9,000..", "The latest slide has tempered an astronomical rise in recent months: Bitcoin was up almost 1,100 percent year-to-date on Wednesday. As of 0200 GMT, it was still up around more than 900 percent.", "One wealth manager said technical chart analysis was predicting deeper falls.", "\"A correction could bring bitcoin back to its previous level of chart support of around $7,500. That's over a 20 percent drop from its current price,\" said Shane Chanel, equities and derivatives adviser at ASR Wealth.", "\"Without everyday utility, pure speculation is driving prices at the moment. Traders are forced to use technical indicators to make buy and sell decisions.\"", "Bitcoin's rise has been fuelled by signs that the digital currency is slowly gaining traction in the mainstream investment world, as well as by increasing public awareness.", "In the past week, Google searches for \"bitcoin\" exceeded searches for \"Trump\" for the first time, data from Google showed, even though U.S. President Donald Trump has been prominently in the news this week.", "Several large market exchanges including Nasdaq, CBOE Holdings and CME Group -- the world's largest derivatives exchange -- have said they are planning to provide futures contracts based on bitcoin.", "Bitcoin's rapid ascent has prompted warnings from a stream of prominent investors that it had reached bubble territory.", "The deputy governor of the Bank of England on Wednesday said investors should \"do their homework\" before investing in the digital currency.", "Despite its massive fall this week, bitcoin still ended November 54.6 percent higher, its best monthly performance since a near 66 percent gain in August.", "The cryptocurrency has posted monthly losses only three times in 2017. One industry watcher predicted further rises were in the offing as demand for bitcoin is set to outpace supply.", "\"The number of bitcoins that can be mined is limited to 21 million, of which 16.5 million bitcoins are already in circulation,\" said Siddharth Agarwal, lead financial analyst at research firm GlobalData.", "\"As bitcoin mining becomes increasingly difficult, this could further drive bitcoin prices upwards. As a result, bitcoin could emerge as the new asset class for high-risk modern investors.\"", "(Reporting by Swati Pandey; Additional reporting by Abhinav Ramnarayan in London; Editing by Kim Coghill)"], "https://www.nytimes.com/reuters/2017/12/04/technology/04reuters-britain-facebook-hq.html": ["LONDON — Facebook opened its new London office on Monday with the promise of a further 800 jobs in the capital next year, underlining its commitment to Britain once it leaves the European Union.", "The investment, which makes London the biggest Facebook engineering hub outside the United States, was welcomed by finance minister Philip Hammond, who was given a tour of the new building located off Oxford Street in the heart of the city.", "\"It's a sign of confidence in our country that innovative companies like Facebook invest here,\" Hammond said.", "Facebook announced its expansion in November last year, shortly after Google said it was building a new London hub that will accommodate more than 7,000 workers in total.", "The twin announcements were seen as a vote of confidence in London's future as a technological hub despite the decision to leave the European Union which has thrown Britain's future trading relationships into doubt.", "\"The UK's flourishing entrepreneurial ecosystem and international reputation for engineering excellence makes it one of the best places in the world to build a tech company,\" EMEA vice president Nicola Mendelsohn said.", "The new hires take Facebook's total staff in London to 2,300, she said, working on products ranging from virtual reality to Workplace, its enterprise platform that is being used by organizations such as Royal Bank of Scotland and Oxfam.", "Tech companies have raised concerns about their ability to recruit engineers and other workers from across Europe and further afield after Britain severs ties with the EU.", "Mendelsohn said the access to the best talent was Facebook's priority.", "\"We have made our case to government that one of the main things that we want is a stable regulatory environment in which we can operate and thrive,\" she said in an interview.", "LONDON INCUBATOR", "The new office, which has been designed by architect Frank Gehry, will also house Facebook's first in-house start-up incubator, called LDN_LAB, designed to help kick start fledgling British digital businesses by giving them access to expertise and advice from Facebook teams in the building.", "\"The emphasis on engineering and the 800 new jobs being created shows London remains at the forefront of global innovation,\" London Mayor Sadiq Khan said in a statement.", "\"What's more, the launch of the company's incubator is set to play a crucial role in attracting vital talent to London and will help to pave the way for the next generation of successful start-ups.\"", "Applications for the start-up program opened on Monday, Mendelsohn said.", "Facebook has faced criticism from some European and U.S. lawmakers that it is not doing enough to stop users posting extremist content or fake news stories.", "Mendelsohn said Facebook took abuse of its platform very seriously, and it had recently announced a substantial investment in tackling the problem, with the number of people working on such issues set to double from 10,000 to 20,000 by the end of next year.", "(Editing by Ros Russell and Keith Weir)"], "https://www.nytimes.com/reuters/2017/12/01/business/01reuters-uber-executives.html": ["SAN FRANCISCO/WASHINGTON — Three senior managers in Uber Technologies Inc's security unit resigned on Friday, an Uber spokesperson said, days after the company's new chief executive officer disclosed a massive data breach and criticized past security practices.", "Uber's CEO, Dara Khosrowshahi, who was installed in the top job in August, disclosed the data breach last month shortly after learning of it himself, saying that \"none of this should have happened.\" Uber's security practices are also under scrutiny in a high-stakes legal battle with self-driving car company Waymo, an Alphabet Inc subsidiary.", "Uber last week said it fired its chief security officer, Joe Sullivan, over his role in the 2016 data breach, which compromised data belonging to 57 million customers and about 600,000 drivers. The resignations Friday came amid mounting frustration within Uber's security team over Sullivan's dismissal and the company's handling of the public disclosure of the breach.", "The three managers who resigned were Pooja Ashok, chief of staff for Sullivan; Prithvi Rai, a senior security engineer and the number two manager in the department; and Jeff Jones, who handled physical security, the Uber spokesperson said. Ashok and Jones will remain at the company until January to assist in transition, the spokesperson said.", "A fourth individual, Uber's head of Global Threat Operations, Mat Henley, began a three-month medical leave, said a separate source familiar with the situation. The departures include most of Sullivan's direct reports.", "None of the four immediately responded to requests for comment. Emails in connection with the departures, described by the separate source, complained of emotional and physical strain from the past year.", "Sullivan in August told Reuters that his security team totaled around 500 employees.", "Leadership in the unit has been in turmoil since the termination last week of Sullivan and a deputy, as well as Uber's admission that it paid $100,000 to hackers to delete stolen data from the October 2016 breach and keep it secret, while failing to report the incident to regulators or warn customers that their phone numbers and other data had been exposed.", "In the Waymo case, testimony at a pretrial hearing this week focused on claims by former employee Richard Jacobs that Uber had a special unit within its security team that tried to obtain programming code and other trade secrets from rivals.", "Uber launched an investigation in response to Jacobs' claims, which were outlined in a 37-page letter sent to Uber's in-house attorney and the U.S. Department of Justice. Board members received a report before Thanksgiving on the findings of that investigation, run by law firm WilmerHale. The report has not been shared publicly.", "Henley, who was among the Uber security managers named in Jacobs' letter, said in court Wednesday that the unit at Uber that Jacobs had accused of acquiring rivals' trade secrets no longer exists.", "In addition to having a technical team dedicated to obtaining data from competitors, Uber also had a \"human intelligence\" team to spy on people and record their conversations without them knowing, according to testimony in the Waymo case.", "In one instance, a security vendor hired by Uber recorded a conversation between executives of rival ride-hailing firms Didi and Grab, Nicholas Gicinto, a security manager at Uber, testified in court Wednesday.", "Uber's general counsel, Tony West, on Wednesday sent a note to employees, which was seen by Reuters, saying that human surveillance of individuals would no longer be tolerated.", "West said he did not believe the activity was illegal, \"but, to be crystal clear, to the extent anyone is working on any kind of competitive intelligence project that involves the surveillance of individuals, stop it now.\"", "(Additional reporting by Heather Somerville and Dan Levine in San Francisco; Editing by Lisa Von Ahn and Leslie Adler)"], "https://www.nytimes.com/reuters/2017/12/03/technology/03reuters-australia-antitrust-alphabet.html": ["SYDNEY — Australia's competition regulator said on Monday it would investigate whether U.S. online giants Facebook and Alphabet Inc's Google has disrupted the news media market to the detriment of publishers and consumers.", "Like their rivals globally, Australia's traditional media companies have been squeezed by online rivals, as advertising dollars have followed eyeballs to digital distributors such as Google, Facebook and Netflix Inc.", "The government ordered the probe as part of wider media reforms, amid growing concern for the future of journalism and the quality of news following years of declining profits and newsroom job cuts and the rise of fake news.", "\"We will examine whether platforms are exercising market power in commercial dealings to the detriment of consumers, media content creators and advertisers,\" Australian Competition and Consumer Commission (ACCC) Chairman Rod Sims said in a statement.", "The inquiry also would study how Facebook and Google operated to \"fully understand their influence in Australia\", he added.", "A Google spokesman said, \"We look forward to engaging with this process as relevant.\"", "Facebook did not immediately respond to a request for comment.", "The idea for an ACCC investigation was hatched during media reform negotiations in parliament earlier this year, which resulted in a relaxation of ownership laws to allow the country's big players to boost their market share to better compete against online disruptors.", "Independent media analyst Peter Cox told Reuters it was unclear what measures the competition regulator could recommend to the government even if it found the country's media sector was increasingly anti-competitive.", "\"You could see this as a stepping stone towards another type of reform, such as tax,\" said Cox.", "Jurisdictions around the world, including the European Union, are grappling with how to tax technology giants with global operations.", "Currently corporate taxes are paid where firms have a physical presence, which allows digital multinationals to book most of their profits where they have set up headquarters as opposed to where they make their money.", "The Australian probe will have power to demand information from businesses and hold hearings. It is due to make its final report in 18 months.", "(Reporting by Jonathan Barrett and Tom Westbrook; Editing by Stephen Coates and Christopher Cushing)"], "https://www.nytimes.com/2017/12/01/podcasts/the-daily/listen-a-special-episode-of-the-daily-on-flynns-guilty-plea.html": ["Listen and subscribe to our podcast from your mobile device: Via Apple Podcasts | Via RadioPublic | Via Stitcher", "Michael T. Flynn pleaded guilty this morning to lying to the F.B.I., and said he’s cooperating with the investigation of the special counsel, Robert S. Mueller III.", "On today’s special bonus episode:", "• What does it tell us that prosecutors have a former senior member of the Trump White House on their side? We discuss the latest news with Michael S. Schmidt, an investigative reporter for The New York Times.", "• Plus: Republicans race toward a tax vote.", "Background reading:", "• What the Flynn court documents show.", "• New details on what the Trump team knew about Flynn’s calls with Russia’s ambassador.", "Tune in, and tell us what you think. Email us at thedaily@nytimes.com. Tweet me at @mikiebarb. And if you’re interested in advertising with “The Daily,” write to us at thedaily-ads@nytimes.com.", "If you don’t see an audio player on this page or to subscribe to The Daily for free, follow the instructions below.", "From your mobile device:", "You can listen and subscribe to “The Daily” from any podcast player. If you’re reading this from an iPhone or other Apple mobile device, tap this link to listen in Apple Podcasts. If you’re on an Android device, tap this link to listen in Stitcher or this link to listen in RadioPublic.", "Or if you prefer another podcast player, you can find “The Daily” there. (Here’s the RSS feed.)", "From a desktop or laptop:", "Click the “play” button above to start the show. Make sure to keep that window open on your browser if you’re doing other things, or else the audio will stop. You can always find the latest episode at nytimes.com/thedaily.", "On Amazon Echo, Echo Dot or Tap:", "Open the Alexa app. From the navigation panel on the left, select “settings,” then “flash briefing,” then “get more flash briefing content.” Look for “The New York Times” and select “enable skill.” Now you can say, “Alexa, what’s my flash briefing?” and you will hear that day’s episode of “The Daily.”", "On Google Home:", "You can say, “O.K., Google, play New York Times” to listen to that day’s episode of “The Daily.”"]}